(function (win) {

	"use strict";
	/*global window */

	win.sections = win.sections || {};

	win.sections.zabavhyeGolovolomki = {
		name: 'Забавные головоломки',
		lang: 'ru',
		questions: [
			{
				title: 'Лихие казаки',

				text: 'Два молодых казака, оба лихие наездники, часто бились между собой об заклад, кто кого перегонит. Не раз то тот, то другой был победителем, наконец, им это надоело.<br>- Вот что, - сказал Григорий, - давай спорить наоборот. Пусть заклад достанется тому, чей конь придёт в назначенное место вторым, а не первым.<br>- Ладно! - ответил Михаил.<br>Казаки выехали на своих конях в степь. Зрителей собралось множество: всем хотелось посмотреть на такую диковинку. Один старый казак начал считать хлопая в ладоши:<br>- Раз!.. Два!.. Три!..<br>Спорщики, конечно, ни с места. Зрители стали смеяться, судить да рядить и порешили, что такой спор невозможен и что спорщики простоят на месте, как говорится, до скончания века. Тут к толпе подошёл седой старик, видавший на своём веку разные виды.<br>- В чём дело? - спрашивает он.<br>Ему сказали.<br>- Эге ж! - говорит старик, - вот я им сейчас шепну такое слово, что поскачут, как ошпаренные...<br>И действительно... Подошёл старик к казакам, сказал им что-то, и через полминуты казаки уже неслись по степи во всю прыть, стараясь непременно обогнать друг друга, но заклад всё же выигрывал тот, чья лошадь приходила второй.<br>Что сказал старик?',
				hint: '',
				answer: 'Старик шепнул казакам: "Пересядьте". Те поняли, мигом пересели каждый на лошадь своего противника, и каждый погнал теперь во всю прыть чужую лошадь, на которой он сидел, чтобы собственная его лошадь пришла второй'
			},
			{
				title: 'Головоломка для альпиниста',

				text: 'Наверху скалы высотой в 100 метров находится человек. Ровно посередине скалы (на высоте 50-ти метров) растет дерево. У человека есть веревка длиной 75 метров и нож, которым он может отрезать веревку. Как ему спуститься со скалы?',
				hint: '',
				answer: 'Следует поделить веревку на 2 части: 25 метров и 50. Наверху скалы надо закрепить кусок веревки длиной в 25 метров и на другом его конце завязать петлю. Через петлю продеть другую часть веревки так, чтобы петля делила ее пополам. Общая длина получившейся веревки будет равна 25 + 50/2 = 50 метров. С ее помощью человек спустится на дерево и вытянет из петли 50-метровую часть веревки, сложенную пополам. Закрепив ее на дереве, можно благополучно спуститься на землю'
			},
			{
				title: 'Кто она?',

				text: 'Только она всегда точно знает, где ее муж. Кто она?',
				hint: '',
				answer: 'Вдова'
			},
			{
				title: 'Вот так телефонистки!',

				text: 'В советские времена у телефонисток на коммутаторе висел лозунг, из которого следовало, что они все ратуют за свободные сексуальные отношения. Что это был за лозунг?',
				hint: '',
				answer: '«За связь без брака!»'
			},
			{
				title: 'Угроза отравления',

				text: 'У Вас есть две баночки с пилюлями, маркированные "А" и "В". В день Вам нужно съесть по одной пилюле из каждой баночки, если же Вы съедите больше одной пилюли, то умрете. Однажды Вы взяли одну пилюлю из баночки "А", а когда стали вытряхивать пилюлю из банки "В", случайно выпало две пилюли. Теперь у Вас на руке лежат три пилюли совершенно неразличимые по внешнему виду. Как с наименьшими потерями выйти из этой ситуации?',
				hint: '',
				answer: 'Вытаскиваем ещё одну пилюлю А. Теперь у нaс есть 4 пилюли - разрезаем пилюлю 1, одну половинку положим слева, другую справа. Потом вторую пилюлю: одну половинку слева, другую справа. И так с остальными двумя пилюлями. В результате слева у нас будет лежать две половинки А и две половинки B. Справа тоже будет лежать две половинки А и две половинки B'
			},
			{
				title: 'Куда нельзя сесть?',

				text: 'Сидит человек, а вы не можете сесть на его место, даже если он встанет и уйдет. Где же он сидит?',
				hint: '',
				answer: 'Человек сидит у Вас на коленях'
			},
			{
				title: 'Воздушный террорист',

				text: 'Несколько лет назад в США один молодой человек захватил пассажирский самолет. Он приказал пилоту лететь в другой аэропорт и передать на землю свои требования. В обмен на безопасность самолета и пассажиров захватчик потребовал 1 миллион долларов и два парашюта. Когда самолет приземлился захватчику передали деньги и парашюты. Затем захватчик приказал пилоту опять подняться в воздух и лететь в противоположном направлении. Когда они летели над пустынной частью страны, он надел парашют, и, схватив сумку с деньгами, выпрыгнул из самолета. Второй парашют он не использовал. Его так и не нашли. Вам нужно ответить на вопрос. Почему он потребовал два парашюта, если собирался использовать только один',
				hint: 'Полиция знала, что террорист один',
				answer: 'Захватчик попросил два парашюта для того, чтобы заставить полицию думать, что он собирается захватить заложника. Поэтому ему дали два исправных парашюта. По законам США терроризм карается смертной казнью, поэтому террорист справедливо полагал, что ему могут дать плохой парашют'
			},
			{
				title: 'Чемпион по шахматам',

				text: 'Один человек выиграл партию у известного шахматиста. Для этого он придумал трюк:<br>- Если мы с тобой будем одновременно играть две шахматные партии, я либо выиграю одну из них, либо сведу обе вничью. Единственное мое условие - играть на двух разных досках, причем на одной я буду играть черными, а на другой - белыми. Кроме того, чтобы у тебя не было сомнений в моей честности, я уступаю тебе право первого хода. Сыграем?<br>Каким образом ему удалось достичь победы?',
				hint: '',
				answer: 'Вот как этому человеку удалось это сделать. Шахматист начал игру белыми на первой доске. Его хитрый партнер тут же сделал такой же ход белыми на вторй доске. Шахматист сделал ответный ход черными на второй доске. Партнер сделал такой же ход черными на первой доске. Так они играли дальше, и хитрый партнер всегда повторял ходы шахматиста на первой доске, когда играл на второй. В конце концов шахматист понял, что играет сам с собой и что если он выиграет одну партию, то автоматически проиграет другую. Или он сыграет вничью на обеих досках. Он в ярости сдался и поклялся никогда больше не играть с этим человеком в шахматы'
			},
			{
				title: 'Пиратское счастье',

				text: 'На корабле "Пиратское счастье" несколько кошек, несколько матросов, кок и одноногий капитан. У всех них, вместе взятых, 15 голов и 41 нога. Сколько кошек было на корабле?',
				hint: '',
				answer: '6 кошек'
			},
			{
				title: '"Англичане" и "немцы"',

				text: 'Сто школьников одновременно изучали английский и немецкий языки. По окончании курсов они сдавали экзамен, который показал, что 10 школьников не освоили ни тот, ни другой язык. Из оставшихся немецкий сдали 75 человек, а английский - 83. Сколько экзаменовавшихся владеет обоими языками? ',
				hint: '',
				answer: '68 человек. По условию имеем, что 10 не освоили ни один из языков, т. е. получаем, что из 90 человек 75 сдали немецкий, и 83 сдали английский.	Найдем, сколько человек знают не более одного языка (один или ни одного языка). Причем нас интересует максимально возможное число таких людей. 7 человек не знают английский (90-83=7). Сколько человек из 83 "англичан" могут не знать немецкий язык? Очевидно, что 15 человек (90-75=15). Таким образом, 15+7=22 школьников знают не более одного языка. Соответственно, 90-22=68 человек гарантированно владеют обеими языками'
			},
			{
				title: 'Как перебраться через мост?',

				text: 'Во время второй мировой войны над пропастью между Германией и Швейцарией был мост. Его охранял немецкий часовой. Ему было приказано стрелять в каждого, кто попытается бежать из Германии через мост в Швейцарию, и возвращать назад тех, у кого нет разрешения на вход в Германию. Часовой был на немецкой стороне моста. Он сидел в будке и каждые три минуты выходил наружу, чтобы осмотреть мост.<br>Была одна женщина, которой необходимо было срочно попасть в Швейцарию. Она не могла получить разрешения на это. Она знала, что может проникнуть на мост, когда часовой сидит в будке, но для того, чтобы пройти весь мост, требовалось пять-шесть минут. На мосту было негде прятаться, и часовой мог с легкостью застрелить ее, если бы увидел, что она направляется в Швейцарию.<br>Как она смогла перебраться через мост?',
				hint: '',
				answer: 'Женщина дождалась, чтобы часовой ушел в свою будку. Потом она проникла на мост и пошла в сторону Швейцарской границы. Она шла около 3-х минут, потом остановилась, повернулась и пошла обратно, к Германии. Часовой вышел наружу и увидел ее. Когда она подошла к нему, он увидел, что у этой женщины нет разрешения на вход в Германию, и поэтому направил ее назад в Швейцарию'
			},
			{
				title: 'Логическая задача на разрезание',

				text: 'Разделить 7 яблок поровну между 12 мальчиками, если каждое яблоко надо разделить на равные части, но ни одно нельзя резать более чем на 5 частей',
				hint: '',
				answer: 'Разделите между 12 мальчиками 3 яблока, затем разделите между ними 4 оставшихся'
			},
			{
				title: 'Треугольники из сарделек',

				text: 'На мясокомбинате в городе Сардельбурге сардельки выпускают длинными связками - они соединены общей оболочкой. _!_ http://www.smekalka.pp.ru/sites/default/files/answer_funny_53_1.jpg _!_ Связку из трех сарделек легко превратить в треугольник. Сколько треугольников можно сделать из связки в 9 сарделек, не разрывая ее?',
				hint: '',
				answer: 'Пять (считая большой по наружному контуру)_!_http://www.smekalka.pp.ru/sites/default/files/answer_funny_53_2.jpg'
			},
			{
				title: 'Голодные щуки',

				text: 'В пруд запустили 30 щук, которые постепенно поедают друг друга. Щука считается сытой, если она съела трех щук (сытых или голодных). Какое наибольшее число щук может насытиться?',
				hint: '',
				answer: '9 щук (7 щук съедят каждая по 3 голодные щуки; оставшиеся 2 голодные съедят по 3 ранее насытившихся)'
			},
			{
				title: 'Сколько весит кирпич?',

				text: 'Кирпич весит килограмм и полкирпича. Сколько весит кирпич?',
				hint: '',
				answer: '2 килограмма.'
			},
			{
				title: 'Случай с Черчиллем',

				text: 'Один зануда однажды зашел к Уинстону Черчиллю (помните этого британского премьер-министра, который не выпускал из рук сигару?), и тот отправил своего дворецкого сказать, что его нет дома. Что предложил Черчилль сделать дворецкому, чтобы убедить зануду, что его действительно нет дома?',
				hint: '',
				answer: 'Черчилль приказал дворецкому открыть дверь, покуривая одну из его лучших сигар'
			},
			{
				title: 'Домино на шахматной доске',

				text: 'Можно ли покрыть шахматную доску доминошками 1х2 так, чтобы свободными остались только клетки a1 и h8?',
				hint: '',
				answer: 'Нельзя. Каждая доминошка покрывает одно черное и одно белое поле, а при выкидывании полей a1 и h8 черных полей оказывается на 2 меньше, чем белых'
			},
			{
				title: 'Пожарное ведро',

				text: 'Почему пожарное ведро делается в виде конуса, а не цилиндра?',
				hint: '',
				answer: 'Дело в том, что такими ведрами удобнее черпать песок из пожарного ящика (ведь огонь тушат не только водой, но и песком). Чтобы зачерпнуть песок, надо взяться одной рукой за рукоятку ведра, а другой – за его дно. С плоского днища обычного ведра рука в громоздкой пожарной рукавице соскальзывает. Гораздо удобнее держаться за вершину конуса. К тому же конусообразное ведро легче погружать в пожарную бочку с водой и вынимать из нее уже наполненным. Такое ведро дешевле в производстве: сворачивается из одного листа металла, да и с пожарного щита его никто не украдет - в хозяйстве оно бесполезно. Кроме того, зимой вода в бочке может подернуться льдом. Вершиной конуса пробить его легче. Пожарные также утверждают, что из ведра-конуса воду можно выплеснуть дальше и точнее, чем из обычного'
			},
			{
				title: 'Деревенский дурачок',

				text: 'В одной отдаленной деревеньке жил человек, известный следующей особенностью: когда ему предлагали на выбор блестящий пятидесятицентовик, или мятые пять долларов, он всегда брал блестящую монетку. Туристы заезжали специально в эту деревню, чтобы посмотреть на дурачка и посмеяться, когда он брал монетку. А такой ли он дурачок на самом деле?',
				hint: '',
				answer: 'Если бы он брал купюру, вряд ли кто-то стал бы приезжать в эту деревню'
			},
			{
				title: 'Ровно наполовину',

				text: 'Бочка заполнена водой примерно наполовину. Но вы хотите узнать, точно ли до половины в ней налито воды. У вас нет ни палки, ни какого-либо другого инструмента для замера содержимого бочки. Втулки бочка не имеет.<br>Каким образом можно узнать, ровно ли наполовину заполнена бочка?',
				hint: '',
				answer: 'Самый простой способ - наклонить бочку так, чтобы вода дошла до края. Если при этом дно бочки немного обнажиться, то значит, вода стояла ниже половины. Если дно окажется ниже уровня воды, значит, воды было налито больше, чем до половины. И наконец, если верхний край дна будет как раз на уровне воды, значит, бочка была наполнена ровно наполовину'
			},
			{
				title: 'Родственные связи',

				text: 'Однажды Изабелла, гуляя со своим супругом Фердинандом, встретила Христофора, который, между прочим, был дедом жены единственного сына свекрови ее единственной сестры. Кем Христофор приходился Фердинанду и Изабелле?',
				hint: '',
				answer: 'Христофор был дедушкой Изабеллы и отцом тестя или тещи Фердинанда'
			},
			{
				title: 'Деревья',

				text: 'Круглая поляна обсажена деревьями. Алла и Кристина пошли вокруг поляны, считая деревья. Они идут в одном направлении, но начали в разных местах. Дерево, которое у Кристины было седьмым, у Алла было двадцатым, а дерево, которое у Аллы было седьмым, у Кристины было 93-м.<br>Сколько деревьев растет вокруг поляны?',
				hint: '',
				answer: '99'
			},
			{
				title: 'Жеребьевка',

				text: 'Два жулика сели играть на деньги. Кто ходит первым, они решили определить с помощью подбрасывания монетки. Но поскольку они жулики и не доверяют друг другу, каждый достал свою монетку и хочет бросать сам. Как им выйти из положения, не отказываясь от избранного метода жеребьевки и не пользуясь какими бы то ни было дополнительными предметами?',
				hint: '',
				answer: 'Они подбрасывают свои монеты одновременно. Перед этим они договариваются, что если будут два орла или две решки, то выиграл первый, а если будет орел с решкой, то выиграл второй'
			},
			{
				title: 'Класс одаренных детей',

				text: 'Как-то в одной школе решили устроить проверку, насколько школьники хорошо учатся. Проверка состояла в том, что на уроке присутствует комиссия и наблюдает за тем, как школьники отвечают на поставленные учителем вопросы. Учитель обязан спрашивать всех, не только отличников. В одном из классов комиссия была поражена тем, что на каждый вопрос учителя абсолютно весь класс тянул руку, чтобы ответить. Учитель спрашивал абсолютно разных по успеваемости учиников и все время получал от них верный ответ. Как это могло получиться, если учитывать, что класс не был переполнен одаренными учениками?',
				hint: '',
				answer: 'Учитель заранее договорился с учениками о том, что те, кто наверняка знают правильный ответ, должны тянуть левую руку, те кто не знают или не уверены - правую. В результате, у комиссии возникала иллюзия, что все знают ответ, но учитель знал, кого спрашивать и кто наверняка сможет ответить верно'
			},
			{
				title: 'Странное вычитание',

				text: 'Можно ли от 29 отнять 1, чтобы при этом получилось 30?',
				hint: '',
				answer: 'Для того, чтобы на первый взгляд немыслимое стало естественным, нужно представить число 29 в римских цифрах. Тогда 29 - это XXIX. Отнимаем единицу, в данном случае I, и в результате получится XXX или 30'
			},
			{
				title: 'Рай',

				text: 'Один человек умер и попал в рай. Там были тысячи людей. Все они ходили без одежды и выглядели так, как будто им по 21 году. Он оглянулся, чтобы посмотреть, нет ли рядом знакомых. Внезапно он увидел пару - и понял, что это Адам и Ева. Как он это узнал?',
				hint: '',
				answer: 'Адам и Ева были там единственными людьми без пупка. Поскольку их не рожала женщина, то у них никогда не было пуповины и, следовательно, "веселой кнопочки"'
			},
			{
				title: 'Мишки в больнице',

				text: 'В детской больнице юные пациенты очень любили играть с очаровательными плюшевыми мишками, которые были там. К сожалению, дети любили их так сильно, что мишки исчезали с пугающей скоростью: малолетние пациенты уносили их домой.<br>Как руководство больницы решило эту проблему?',
				hint: '',
				answer: 'Всем мишкам сделали повязки и сказали маленьким детям, что мишкам надо оставаться в больнице, чтобы вылечиться. Дети с грустью, но с сочувствием согласились'
			},
			{
				title: 'Все очень просто',

				text: 'Мальчик, рост которого составлял один метр, вбил в дерево гвоздь точно на высоте своего роста. Три года спустя он вернулся на это место. Мальчик вырос на двадцать сантиметров, а дерево - на сорок сантиметров. Насколько теперь гвоздь оказался выше мальчика?',
				hint: '',
				answer: 'Мальчик окажется на двадцать сантиметров выше, чем гвоздь. Дело в том, что деревья растут верхушкой, и поэтому гвоздь не поднимется'
			},
			{
				title: 'Кто пятый?',

				text: 'Первый получил свое название благодаря размерам, второй - благодаря способности давать дополнительную информацию, третий прославился своим местоположением, четвертый предпочитает выступать инкогнито. А как называют пятого?',
				hint: '',
				answer: 'Мизинец'
			},
			{
				title: 'Бесплатно и не очень',

				text: 'Каждому человеку 2 раза это дается бесплатно, а за 3 раз надо платить большие деньги',
				hint: '',
				answer: 'Зубы'
			},
			{
				title: 'Мышка и сыр',

				text: 'Мышка грызёт куб сыра с ребром 3, разбитый на 27 единичных кубиков. Когда мышка съедает какой-либо кубик, она переходит к кубику, имеющему общую грань с предыдущим. Может ли мышка съесть весь куб кроме центрального кубика (именно там, в центральном кубике, спрятан крючок мышеловки)?',
				hint: '',
				answer: 'Раскрасим кубики в белый и чёрный цвета в шахматном порядке, а именно, пусть белыми будут 12 кубиков, расположенных в серединах рёбер большого куба (то есть кубики, ровно две грани каждого из которых расположены на поверхности большого куба), а остальные 14 кубиков пусть будут чёрными. Мышка не сможет съесть указанные 26 кубиков, поскольку в противном случае их можно было бы разбить на 13 пар, каждая из которых состояла бы из белого и чёрного кубика, а тогда белых и чёрных кубиков было бы поровну'
			},
			{
				title: 'Фишки на доске',

				text: 'Какое минимальное число фишек надо взять, чтобы при любой их расстановке на клетках шахматной доски обязательно встретились 4 фишки, стоящие друг за другом по горизонтали?',
				hint: '',
				answer: 'Чтобы на горизонтали не было 4 фишек подряд, на ней должно быть не более 6 фишек. Т.е. необходимо 8*6+1 = 49 фишек'
			},
			{
				title: 'Задача Льва Толстого',

				text: 'Задачка для второго класса церковноприходской школы. Придумана Львом Толстым. Сейчас ее правильно могут решить только 30% старшеклассников и только 20% студентов ВУЗов.<br>ЗАДАЧА:<br>Продавец продает шапку. Стоит 10 р. Подходит покупатель, меряет и согласен взять, но у него есть только 25 р. Продавец отсылает мальчика с этими 25 р. к соседке разменять. Мальчик прибегает и отдает 10+10+5. Продавец отдает шапку и сдачу в 15 руб. Через какое то время приходит соседка и и говорит, что 25 р. фальшивые, требует отдать ей деньги. Ну что делать. Продавец лезет в кассу и возвращает ей деньги.<br>ВОПРОС: на сколько обманули продавца?',
				hint: '',
				answer: 'Рассуждаем: доходы продавца: 25р от мальчика, расходы: шапка (10р) + сдача (15р) + соседка(25р) итого 25-50=-25, т.е. убыток 25р<br>Можно рассуждать и по другому: соседка осталась при своих деньгах (25р отдала на размен, потом 25р забрала у торговца), т.е. ее можно не учитывать. Покупатель ушел с 15р сдачи и шапкой за 10р, т.е. убыток торговца составил как раз 25р (15р сдачи + 10р шапка)'
			},
			{
				title: 'Задача с узелками',

				text: 'Положите на стол кусок веревки или тесьмы. А теперь возьмитесь руками за концы веревки и завяжите узел, не отпуская их. Можно ли это сделать?',
				hint: '',
				answer: 'Решить задачу можно, если сначала скрестить руки (завязать из своих рук узел), потом взяться за концы веревки и расплести руки - перенести узел с рук на веревку'
			},
			{
				title: 'Пять кусков цепи',

				text: 'Имеется пять кусков цепи по три кольца в каждом. Какое наименьшее число колец придется расковать и сковать, чтобы соединить эти куски в одну цепь?',
				hint: '',
				answer: 'Наименьшее количество - три. Нужно полностью расковать один кусок цепи и с помощью трех полученных колец соединить остальные четыре куска'
			},
			{
				title: 'Карты в бридже',

				text: 'Эндрю раздал почти половину колоды карт при игре в бридж, когда его прервал телефонный звонок. Когда он вернулся за стол, никто из игроков не мог вспомнить, кому досталась последняя карта. Не пересчитывая карты на руках и в колоде, как можно закончить раздачу, дав каждому именно те карты, которые бы он получил, если бы она не была прервана?',
				hint: '',
				answer: 'Эндрю взял себе самую нижнюю и раздал остальные карты снизу колоды против часовой стрелки'
			},
			{
				title: 'Головоломка с выключателями',

				text: 'Есть 2 комнаты. В одной висит обычная лампочка. Дверь туда закрыта. В другой комнате - 3 выключателя. Из них только один соединён с лампочкой. Можно сколько угодно вкл/выкл их. Потом нужно зайти в комнату с лампочкой, сколько угодно и что угодно там делать. А затем сказать, какой выключатель включает лампочку. Решение должно быть честным, т.е. из-за двери ничего не видно и не слышно, зайти в комнату можно только один раз, выключатели неразборные, не искрят, нельзя использовать какие-либо приборы, помощников, экстрасенсорные способности и пр.',
				hint: '',
				answer: 'Решение основано на том, что включенная лампочка нагревается. Нужно включить первый из выключателей, подождать немного и выключить. Затем включить второй и идти в комнату. Если лампочка горит, то тут всё ясно -второй выключатель. Если не горит, то нужно потрогать лампочку. Если она горячая, то - первый выключатель, иначе - третий'
			},
			{
				title: 'Любитель кофе',

				text: 'В ресторане один из посетителей пожаловался официанту, что у него в кофе плавает муха. Официант забрал чашку и пообещал принести другую. Он вернулся через несколько мгновений. Человек попробовал кофе и сказал, что это тот же кофе, из которого достали муху.<br>Вопрос: Как он узнал об этом?',
				hint: '',
				answer: 'Он уже добавил сахар в ту чашку, где была муха. Таким образом, попробовав кофе, он понял, что это та же чашка'
			},
			{
				title: 'Неосторожные грузчики',

				text: 'Работники фирмы "Рено" констатировали, что 3% ветровых стекол доходят с заводов разбитыми. Причина - неосторожное обращение грузчиков, несмотря на предупреждающие надписи на таре. После срочных действий фирмы бой уменьшился в несколько раз. Какие это были действия?',
				hint: '',
				answer: 'Сделали прозрачную упаковку'
			},
			{
				title: 'Быстрая мобилизация',

				text: 'Галльские жрецы нашли безотказный способ быстрой мобилизации воинов в случае войны. Для этого они приносили в жертву только одного человека. Какого?',
				hint: '',
				answer: 'Пришедшего последним'
			},
			{
				title: 'Бобы в горшке',

				text: 'В горшке лежат 75 белых и 150 черных бобов. Рядом с горшком лежит большая куча черных бобов.<br>Сумасшедший повар удаляет бобы из горшка по одному согласно следующему правилу:<br>Он выбирает два боба из горшка наугад. Если по крайней мере один из бобов является черным, то он откладывает его в кучу черных бобов, а другой боб, независимо от цвета, возращает назад в горшок. Если оба боба белые, он откладывает их в сторону, а один черный боб из кучи кладет в горшок.<br>На каждом шаге количество бобов в горшке уменьшается на единицу, и в конце концов в горшке останется только один боб. Какого он цвета?',
				hint: '',
				answer: 'Белого. Белые бобы удаляются из горшка только парами, а всего их нечетное число. Если повар вытащит последний белый боб вместе с черным, то белый вернется назад. Таким образом, несмотря на то, что изначально черных было больше, чем белых, последним останется белый'
			},
			{
				title: 'Чистка обуви',

				text: 'В Турции многие чистильщики обуви предлагают прохожим свои услуги совершенно бесплатно. Однако те, если решают воспользоваться их предложением, сами платят им деньги. Почему?',
				hint: '',
				answer: 'Они чистят бесплатно один ботинок, и чтобы не выглядеть дураком в одном начищенном ботинке, прохожий вынужден платить за чистку второго'
			},
			{
				title: 'Ангелы на елке',

				text: 'Четыре ангела сидели на рождественской елке среди украшений. У двоих нимбы были синего цвета, у двоих – желтого. Ангелы не знают, у кого какой нимб, но знают, кто кого может видеть (см. ниже). Ни один из них не может видеть сидящих над ним, но каждый может слышать друг друга. Ангел A, сидящий на самой верхней ветке, может видеть ангелов B и C, которые сидят ниже него. Ангел B может видеть ангела C, который сидит веткой ниже. Ангел C не может видеть никого, потому что ангел D спрятался за деревом так, что никто не может видеть его, но и он сам никого не может увидеть.<br>Кто из них может первым догадаться о цвете своего нимба и сказать об этом остальным?',
				hint: '',
				answer: 'Возможны 2 варианта:<br>а) B и C имеют одинаковый цвет нимба. Тогда A, который видит их обоих, сообразит, какой цвет у него.<br>б) B и C имеют нимбы разных цветов. Тогда A не сможет догадаться о своем нимбе и промолчит. А B по этому молчанию сделает вывод, что у него с C разные цвета. C он видит, поэтому свой цвет определит'
			},
			{
				title: 'Перетягивание каната',
				text: 'Квартет тучных парней тянет с той же силой, что и пышные девицы (уточню, что девиц на картинке ровно 5):_!_http://www.smekalka.pp.ru/sites/default/files/1312_1.jpg_!_Две пышные девицы и тучный парень могут противостоять тощим близнецам:_!_http://www.smekalka.pp.ru/sites/default/files/1312_2.jpg_!_Кто перетянет канат в последнем случае, когда канат тянут: тощие близнецы и три пышные девицы против одной пышной девицы и четырех тучных парней?_!_http://www.smekalka.pp.ru/sites/default/files/1312_3.jpg_!_Считается, что каждый представитель гендерно-физиологического класса имеет равные тяговые усилия по отношению к представителям своего класса.',
				hint: '',
				answer: 'Объединенная «тяга» тучных парней в точности равна тяге пяти пышных девиц. Поскольку на втором рисунке показано, что пара тощих близнецов равна по силе одному тучному парню и двум пышным девицам, мы можем упростить задачу, заменив на третьем рисунке двух близнецов их «тяговым эквивалентом», то есть поставив вместо них толстого парня и двух пышных девиц.<br>Теперь у нас пять пышных девиц и один тучный парень противостоят одной пышной девице и четырем тучным парням. Мы можем удалить четырех тучных парней с одной и пять пышных девиц с другой стороны каната, ибо согласно первому рисунку, их силы равны. При этом слева останется один тучный парень, а справа одна пышная девица. Таким образом, выиграет левая команда, поскольку ее тяговая сила на 1/5 силы парня больше, чем у правой команды.'
			},
			{
				title: 'Сапоги',

				text: 'Сапожник сделал сапоги и сказал подмастерью продать их за 25 рублей. К подмастерью на рынке подошло двое инвалидов (у одного нет левой ноги, у другого – правой), и он продал им по сапогу за 12,50 соотвественно. Возвращается, отдает деньги сапожнику и рассказывает, как удачно продал… А сапожник отвечает: "ну что ж ты, инвалидам надо было сделать скидку. Держи 5 рублей, разыщи их и верни по 2,50". А подмастерье решил отдать инвалидам только по рублю, а остальные три рубля пропил. Нашел инвалидов и отдал каждому по рублю.<br>Вышло, что сапоги обошлись инвалидам по 11,50. 11,50+11,50 = 23 и еще 3 рубля пропиты. Итого: 26 рублей, а было 25. Откуда лишний рубль?',
				hint: '',
				answer: '3 рубля, пропитых подмастерьем, уже входят в 23 рубля, заплаченных инвалидами за сапоги. Поэтому их нельзя складывать, как это сделано в условиях задачи.<br>Сапожник получил за сапоги 25 рублей, затем 5 рублей велел отдать инвалидам. Значит у сапожника осталось 20 рублей. Получается, инвалиды, получив обратно по рублю, заплатили за сапоги 23 рубля, из которых 20 рублей досталось сапожнику, а 3 рубля пропил подмастерье. Никаких «лишних» денег в сделке не возникло'
			},
			{
				title: 'Чайники',

				text: 'Король сказал своим трём незамужним дочерям поставить на плиту одновременно три одинаковых чайника с одинаковым количеством воды. У кого чайник закипит быстрее, у той муж и будет наследником короля. Быстрее закипел у младшей дочери, которая вообще не хотела замуж. Почему?',
				hint: '',
				answer: 'Остальные все время крышку поднимали и смотрели: не кипит ещё? Поэтому у них и медленнее вышло'
			},
			{
				title: 'Чайники-2',

				text: 'В каком чайнике поместится больше воды?_!_http://www.smekalka.pp.ru/sites/default/files/1374.gif',
				hint: '',
				answer: 'Т.к. отверстия носика у обоих чайников находится на одном уровне, то и максимальный объем воды в них будет одинаковым'
			},
			{
				title: 'Отцы и дети',

				text: 'Джо попросил у отца 150 долларов, чтобы купить себе новый велосипед. Его отец-математик деньги дать просто так отказался, но предложил такую схему: Джо торгует на улице лимонадом, а в конце рабочего дня отец смотрит, сколько он заработал, и дает ему сумму, равную квадрату этой выручки. В первый день Джо наторговал на три доллара, и папа-математик думал, что легко отделался, пока хитрый сынок не доказал ему, что он неправ. Как Джо смог получить требуемую сумму в первый же день?',
				hint: '',
				answer: 'Он дал отцу 300 центов (3$). В квадрате 300 центов дают 90000 центов или 900$'
			},
			{
				title: 'Про 1000',

				text: 'Как, не отрывая карандаша от бумаги, написать цифрами 1000 так, чтобы все цифры были написаны отдельно друг от друга?<br>Условия:<br>1. Римская М не считается и любая система счисления, кроме десятичной, не подходит. Должно быть написано - 1000 (только так).<br>2. Писать только карандашом. Вариант - прижать к бумаге карандаш, а писать ручкой/фломастером не проходит. Нажим всегда одинаковый.<br>3. Парафиновой свечкой натирать бумагу нельзя.',
				hint: '',
				answer: 'Для этого достаточно перегнуть лист бумаги и сделать так, как показано на рисунке_!_http://www.smekalka.pp.ru/sites/default/files/1423.jpg'
			},
			{
				title: 'Правильный выбор',

				text: 'Вы едете в 2-хместной машине по загородному шоссе и видите на остановке группу из 3-х человек:<br>- Пожилую женщину, которой нужно срочно в больницу (вопрос жизни)<br>- Своего друга, которому вы многим обязаны и которому очень нужно оказаться в городе как можно быстрее<br>- Прекрасную девушку, в которую вы влюбляетесь с первого взгляда и понимаете, что если сейчас расстанетесь, то навсегда<br>Ваши действия?',
				hint: '',
				answer: 'Итак, первое: у нас имеется старушка, которую нужно отправить в больницу (вопрос жизни и смерти) - без раздумия сажаем ее на пассажирское сидение.<br>Второе: есть так же закадычный друг, которому нужно позарез в город - ну что ж, уступаем ему водительское место. Больница в городе, друг доставит старушку в больницу и может отправляться по своим городским делам.<br>Третье: самое приятное - девушка, остаюсь с ней, ведь это любовь с первого взгляда, такой случай точно упускать нельзя, и пусть друг делает с машиной что хочет'
			},
			{
				title: 'Илья Муромец и Змей Горыныч',

				text: 'У Змея Горыныча 3 головы и 3 хвоста. Одним ударом меча-кладенца Илья Муромец может отрубить одну или две головы или же один или два хвоста. Если он отрубит один хвост, то вырастут 2 новых хвоста. Если он отрубит 2 хвоста, то отрастет 1 голова. Если отрубить одну голову, то вырастет одна новая голова. Лишь в том случае, если отрубить две головы, то ничего не вырастет. Змей погибает только в том случае, если у него не остается ни одной головы и ни одного хвоста, причем в этот момент у него ничего не должно отрастать. Может ли Илья победить, если у меча-кладенца есть заряд всего на девять ударов?',
				hint: '',
				answer: 'Может. Сначала нужно отрубить 3 раза по одному хвосту, затем 3 раза по два хвоста, и наконец 3 раза по две головы'
			},
			{
				title: 'Задача от лектора',

				text: 'На тренинге по искусству презентации лектор рассказывает о необходимости думать нешаблонно и чертит на доске три картинки:_!_http://www.smekalka.pp.ru/sites/default/files/1444_1.jpg_!_Выходит прекрасная девушка-менеджер и рисует фигуру:_!_http://www.smekalka.pp.ru/sites/default/files/1444_2.jpg_!_"Тааак..."- говорит лектор,-"все правильно, а теперь объясните - почему?" Девушка объясняет:"Это дорожные знаки: первый - стрелка с направлением движения, второй - перевернутая рюмка, третий - перевернутая чашка с идущим от нее паром, наверное следующий знак будет вилка". Лектор впадает в недоумение:"Первый раз за шесть лет преподавания вижу, что абсолютно неправильные выводы приводят к совершенно правильному результату...". Так что на самом деле нарисовал лектор?',
				hint: '',
				answer: 'Это цифры, которые пишутся на конвертах и добавленное к ним их же зеркальное отражение (первая картинка - 1, вторая картинка - 2 и т. д.). На последней картинке цифра 4 и добавленная отзеркаленная 4'
			},
			{
				title: 'Автобус',

				text: 'В какую сторону едет этот автобус? Ответ обоснуйте._!_http://www.smekalka.pp.ru/sites/default/files/1453.gif',
				hint: '',
				answer: 'Если действие происходит в стране с правосторонним движением, то автобус едет влево, т.к. двери нам не видны'
			},
			{
				title: 'Про датчан',

				text: 'Датчане любят говорить: "У нас все лучше, чем в Швеции: климат, природа, народ, история..., и только одно у шведов лучше" - что?',
				hint: '',
				answer: 'Соседи'
			},
			{
				title: 'Какая буква?',

				text: 'Дан ряд букв:<br>А Б В Г Д Е Ж З<br>Какая буква стоит на две буквы левее буквы, которая находится сразу слева от четвертой буквы направо от буквы, которая находится слева от буквы, которая на две буквы левее буквы Г?',
				hint: '',
				answer: 'Б. Для решения советую начать "распутывать" с конца'
			},
			{
				title: 'Родственники',

				text: 'К дедушке Вани пришли в гости: два деда, две бабки, три отца, три матери, три сына, три дочери, одна теща, одна свекровь, один свекор, один тесть, один зять, одна невестка, два брата и две сестры.<br>Так сколько же всего было гостей?',
				hint: '',
				answer: 'Включая деда Вани, присутствовали: два брата и две сестры, их отец и мать, родители обоих - два дедушки и две бабушки собравшихся детей. Всего - 10 человек'
			},
			{
				title: 'Странное равенство',

				text: 'В какой ситуации выражение 23+2 = 1 становится верным?',
				hint: '',
				answer: 'Если после 23 часов вечера пройдет еще 2 часа, то наступит час ночи'
			},
			{
				title: 'Клаустрофобия',

				text: 'Вы садитесь в поезд, который сразу после начала набора скорости должен будет въехать в туннель. В каком месте поезда вы предпочли бы находиться, если из-за клаустрофобии вы стремитесь провести в туннеле как можно меньше времени?',
				hint: '',
				answer: 'Последнее сиденье последнего вагона. Т.к. перед туннелем поезд только набирает скорость, то его скорость в момент въезда первого вагона будет меньше, чем в тот момент, когда заезжает последний вагон. Таким образом, находясь в конце поезда, вы проведет в туннеле минимальное время'
			},
			{
				title: 'Разноцветные шары',

				text: 'У вас есть урна, в которой находятся синие и красные шары. Вы случайным образом достаете из урны 2 шара. Если они окажутся разных цветов, вы откладываете их в стороны, а в урну добавляете красный шар. Если шары будут одного цвета, то он также откладываются в сторону, а в урну добавляется синий шар.<br>Затем этот процесс повторяется снова и снова. Т.к. на каждом шаге число шаров в урне уменьшается на 1, то наступит момент, когда в урне останется ровно один шар.<br>Если вы знаете начальное количество синих и красных шаров в урне, можете ли вы вычислить цвет последнего шара?',
				hint: '',
				answer: 'Каждый раз, когда вы тянете шары, число красных шаров в урне или уменьшится на 2 или не изменится. Аналогично, число синих шаров может уменьшиться или увеличиться на 1. Таким образом, если красных шаров изначально было 0 или любое четное число, то в урне останется синий шар. Если красных шаров было нечетное число, то в итоге останется красный шар'
			},
			{
				title: 'Клуб-загадка',

				text: 'В теннисном клубе 189 членов: 8 состоят в клубе меньше трёх лет, 11 моложе 20 лет, 70 носят очки, 140 - мужчины.<br>Какое наименьшее возможное число членов клуба удовлетворяет сразу четырём условиям: состоят в клубе не меньше трёх лет, их возраст больше 20, носят очки и являются мужчинами?',
				hint: '',
				answer: '2. Если даже все 49 женщин носили бы очки, то 21 мужчина тоже бы их носил. Если даже 11 из этих мужчин были бы моложе 20 лет, то 10 были бы старше и носили очки. Тогда 10 - 8 = 2 - искомое минимальное число'
			}

		]

	};

}(window));