(function (win) {

	"use strict";
	/*global window*/

	win.bingo = win.bingo || {};

	win.bingo.agile = {
		name: {
			ru: 'Agile Бинго'
		},
		words: {
			ru: ['скрам', 'юзер стори', 'ретро&shy;спектива', 'скрам-мастер', 'команда', 'аджайл', 'планнинг покер', 'велосити', 'итерация', 'демонст&shy;рация', 'спринт', 'продакт оунер', '... по аджайлу', 'декомпо&shy;зиция', 'стори поинты', 'канбан', 'продукт', 'планнинг', 'фокус-фактор', 'скрамбан', 'бэклог', 'бёрндаун чарт', 'ворк ин прогресс', 'релиз', 'дэйли митинг']
		},
		description: {
			ru: 'Теперь на agile митингах, что бы не сильно скучать и быть всегда в хорошем настроении, можно играть в Agile Бинго! <br><br> Правила простые: помечайте слова, которые встречаются в речи спикера, и, если получится линия (по горизонтали, вертикали или диагонали), то надо крикнуть "Agile Бинго!". <br><br> Кто крикнул первым - тот и победил.'
		}

	};

}(window));