/*jslint white: true, nomen: true */
(function (win) {
	"use strict";
	/*global window */
	/*global */

	win.APP.booksData =
	{
		'ru': [
			{
				"folder": "baba-yaga-i-yagody",
				"title": {"text": "Баба Яга и ягоды", "img": "title.jpg"},
				"pages": [
					{
						"text": "В некотором царстве, в славном государстве, возле речки древней, у большой деревни стоял дремучий бор. Грибов и ягод водилось там видимо-невидимо, да только местным жителям радости от этого не было совсем, потому как обитала в чаще того леса старая карга - злобная Яга. Жадна была не в меру и никому в лес ступить не давала: кого в трясину заведёт, кого и вовсе изведёт.",
						"img": "baba-yaga-i-yagody-01.jpg",
						"sound": "baba-yaga-i-yagody-01.mp3",
						"time": 33.818375
					},
					{
						"text": "Как-то летом в самую ягодную пору задумала она полакомиться земляникой, да вот незадача: не хотят ягодки в корзинку к старой Яге идти, под листочками спрятались, в травке затаились. Ворчит баба Яга, злобится, да под каждый листик не заглянешь, каждому кусту не поклонишься.|Той же порой ходила по лесу маленькая девочка. Ещё затемно из дому вышла, корзинку ягод набрать да малость подкормиться. Уж ей-то ягоды на показ выставляются:|- Здесь мы, бери нас скорей!",
						"img": "baba-yaga-i-yagody-02.jpg",
						"sound": "baba-yaga-i-yagody-02.mp3",
						"time": 37.815125
					},
					{
						"text": "Наелась девочка ягод, набрала полную корзинку и хотела уж было домой идти, как повстречалась ей баба Яга, ухватила своей клюкой, да как зашипит:|- Вот почему мне ни одной ягоды не попалось! Ты их все собрала!|Отняла у девочки корзинку, и отправилась к себе в избушку, радуясь нежданной добыче. А девочка присела на пенёк и горько заплакала от обиды.",
						"img": "baba-yaga-i-yagody-03.jpg",
						"sound": "baba-yaga-i-yagody-03.mp3",
						"time": 30.657625
					},
					{
						"text": "Идёт баба Яга, корзинкой покачивает, а ягодки оттуда прыг да скок на травку, прыг да скок, так все и повыпрыгивали и покатились обратно на полянку.|Сидит девочка, жалобно всхлипывает и вдруг слышит из травы:|- Готовь-ка, милая, платочек!|Сняла она косынку, расстелила перед собой, ягодки туда и закатились. Связала их девочка в узелок и радостная побежала домой.",
						"img": "baba-yaga-i-yagody-04.jpg",
						"sound": "baba-yaga-i-yagody-04.mp3",
						"time": 31.310625
					},
					{
						"text": "А баба Яга пришла к себе в избушку, глядь - а ягод-то и нет! Один запах остался. Швырнула она в сердцах корзинку, затряслась, затопала ногами:|- А-а-а! Чтоб тебе ни дна, ни покрышки!|Ругалась, ругалась, да от злобы и лопнула, да с таким треском и грохотом, что вместе с ней рассыпалась и её избушка. И появилось в этом месте болото, а по краям его выросло много ягодных кустов, где деревенские ребятишки каждый год лакомятся спелой земляникой.|Тут и сказке конец.",
						"img": "baba-yaga-i-yagody-05.jpg",
						"sound": "baba-yaga-i-yagody-05.mp3",
						"time": 45.1555
					}
				]
			},
			{
				"folder": "bagazh",
				"title": {"text": "Багаж", "img": "title.jpg"},
				"pages": [
					{
						"text": "Дама сдавала в багаж|Диван,|Чемодан,|Саквояж,|Картину,|Корзину,|Картонку|И маленькую собачонку.",
						"img": "bagazh-01.jpg",
						"sound": "bagazh-01.mp3",
						"time": 11.8755
					},
					{
						"text": "Выдали даме на станции|Четыре зелёных квитанции|О том, что получен багаж:|Диван,|Чемодан,|Саквояж,|Картина,|Корзина,|Картонка|И маленькая собачонка.",
						"img": "bagazh-02.jpg",
						"sound": "bagazh-02.mp3",
						"time": 15.584875
					},
					{
						"text": "Вещи везут на перрон.|Кидают в открытый вагон.|Готово! Уложен багаж:|Диван,|Чемодан,|Саквояж,|Картина,|Корзина,|Картонка|И маленькая собачонка.|Но только раздался звонок,|Удрал из вагона щенок.",
						"img": "bagazh-03.jpg",
						"sound": "bagazh-03.mp3",
						"time": 19.29425
					},
					{
						"text": "Хватились на станции Дно:|Потеряно место одно.|В испуге считают багаж:|Диван,|Чемодан,|Саквояж,|Картина,|Корзина,|Картонка...|Товарищи! Где собачонка?",
						"img": "bagazh-04.jpg",
						"sound": "bagazh-04.mp3",
						"time": 15.480375
					},
					{
						"text": "Вдруг видят: стоит у колёс|Огромный взъерошенный пёс.|Поймали его и в багаж,|Туда, где лежал саквояж,|Картина,|Корзина,|Картонка,|Где прежде была собачонка.",
						"img": "bagazh-05.jpg",
						"sound": "bagazh-05.mp3",
						"time": 18.353875
					},
					{
						"text": "Приехали в город Житомир.|Носильщик пятнадцатый номер|Везёт на тележке багаж:|Диван,|Чемодан,|Саквояж,|Картину,|Корзину,|Картонку,|А сзади ведут собачонку.",
						"img": "bagazh-06.jpg",
						"sound": "bagazh-06.mp3",
						"time": 19.633875
					},
					{
						"text": "Собака-то как зарычит.|А барыня как закричит:|Разбойники! Воры! Уроды!|Собака - не той породы!|Швырнула она чемодан,|Ногой отпихнула диван,|Картину,|Корзину,|Картонку...|Отдайте мою собачонку!",
						"img": "bagazh-07.jpg",
						"sound": "bagazh-07.mp3",
						"time": 22.89925
					},
					{
						"text": "Позвольте, мамаша! На станции,|Согласно багажной квитанции,|От вас получили багаж:|Диван,|Чемодан,|Саквояж,|Картину,|Корзину,|Картонку|И маленькую собачонку.|Однако|За время пути|Собака|Могла подрасти!",
						"img": "bagazh-08.jpg",
						"sound": "bagazh-08.mp3",
						"time": 50.406125
					}
				]
			},
			{
				"folder": "kolobok",
				"title": {"text": "Колобок", "img": "title.jpg"},
				"pages": [
					{
						"text": "Жил-был старик со старухою.|Просит старик:|- Испеки, старуха, колобок.|- Из чего печь-то? Муки нету.|- Э-эх , старуха! По коробу поскреби, по сусеку помети; авось муки и наберется.",
						"img": "kolobok-01.jpg",
						"sound": "kolobok-01.mp3",
						"time": 39.748125
					},
					{
						"text": "Взяла старуха крылышко, по коробу поскребла, по сусеку помела, и набралось муки пригоршни с две.",
						"img": "kolobok-02.jpg",
						"sound": "kolobok-02.mp3",
						"time": 8.375125
					},
					{
						"text": "Замесила на сметане, изжарила в масле и положила на окошечко постудить.",
						"img": "kolobok-03.jpg",
						"sound": "kolobok-03.mp3",
						"time": 8.793125
					},
					{
						"text": "Колобок полежал-полежал, да вдруг и покатился — с окна на лавку, с лавки на пол, по полу да к дверям, перепрыгнул через порог в сени, из сеней на крыльцо, с крыльца на двор, со двора за ворота, дальше и дальше.",
						"img": "kolobok-04.jpg",
						"sound": "kolobok-04.mp3",
						"time": 25.772625
					},
					{
						"text": "Катится колобок по дороге, а навстречу ему заяц:|- Колобок, колобок! Я тебя съем!|- Не ешь меня, косой зайчик! Я тебе песенку спою,— сказал колобок и запел:|Я по скребён метен, на сметане мешон,|Я в масле пряжон, на окошке стужон;|Я от дедушки ушел, я от бабушки ушел,|От тебя, зайца, не хитро уйти!|И покатился себе дальше; только заяц его и видел!",
						"img": "kolobok-05.jpg",
						"sound": "kolobok-05.mp3",
						"time": 33.113125
					},
					{
						"text": "Катится колобок, а навстречу ему волк:|- Колобок, колобок! Я тебя съем!|- Не ешь меня, серый волк! Я тебе песенку спою!|Я по сусеку скребён, на сметане мешон,|Я в масле пряжон, на окошке стужон;|Я от дедушки ушел, я от бабушки ушел,|Я от зайца ушел,|От тебя, волка, не хитро уйти!|И покатился себе дальше; только волк его и видел!",
						"img": "kolobok-06.jpg",
						"sound": "kolobok-06.mp3",
						"time": 31.624125
					},
					{
						"text": "Катится колобок, а навстречу ему медведь:|- Колобок, колобок! Я тебя съем.|- Где тебе, косолапому, съесть меня!|Я по сусеку скребён, на сметане мешон,|Я в масле пряжон, на окошке стужон;|Я от дедушки ушел, я от бабушки ушел,|Я от зайца ушел, я от волка ушел,|От тебя, медведь, не хитро уйти!|И опять укатился; только медведь его и видел!",
						"img": "kolobok-07.jpg",
						"sound": "kolobok-07.mp3",
						"time": 36.796375
					},
					{
						"text": "Катится, катится колобок, а навстречу ему лиса:|- Здравствуй, колобок! Какой ты хорошенький!|А колобок запел:|Я по сусеку скребён, на сметане мешон,|Я в масле пряжон, на окошке стужон;|Я от дедушки ушел, я от бабушки ушел,|Я от зайца ушел, я от волка ушел,|От медведя ушел,|От тебя, лиса, и подавно уйду!",
						"img": "kolobok-08.jpg",
						"sound": "kolobok-08.mp3",
						"time": 49.700875
					},
					{
						"text": "- Какая славная песенка! — сказала лиса. - Но ведь я, колобок, стара стала, плохо слышу; сядь-ка на мою мордочку, да пропой еще разок погромче.|Колобок вскочил лисе на мордочку и запел ту же песню.|- Спасибо, колобок! Славная песенка, еще бы послушала! Сядь-ка на мой язычок да пропой в последний разок, - сказала лиса и высунула свой язык.|Колобок сдуру прыг ей на язык, а лиса - ам его! - и скушала.",
						"img": "kolobok-09.jpg",
						"sound": "kolobok-09.mp3",
						"time": 93.664875
					}
				]
			},
			{
				"folder": "kurochka-ryaba",
				"title": {"text": "Курочка ряба", "img": "title.jpg"},
				"pages": [
					{
						"text": "Жили себе дед да баба,",
						"img": "kurochka-ryaba-01.jpg",
						"sound": "kurochka-ryaba-01.mp3",
						"time": 21.828125
					},
					{
						"text": "И была у них курочка Ряба.",
						"img": "kurochka-ryaba-02.jpg",
						"sound": "kurochka-ryaba-02.mp3",
						"time": 4.378375
					},
					{
						"text": "Снесла курочка яичко.",
						"img": "kurochka-ryaba-03.jpg",
						"sound": "kurochka-ryaba-03.mp3",
						"time": 17.8315
					},
					{
						"text": "Яичко не простое - Золотое.",
						"img": "kurochka-ryaba-04.jpg",
						"sound": "kurochka-ryaba-04.mp3",
						"time": 3.908125
					},
					{
						"text": "Дед бил, бил - не разбил.",
						"img": "kurochka-ryaba-05.jpg",
						"sound": "kurochka-ryaba-05.mp3",
						"time": 18.406125
					},
					{
						"text": "Баба била, била - не разбила.",
						"img": "kurochka-ryaba-06.jpg",
						"sound": "kurochka-ryaba-06.mp3",
						"time": 5.867375
					},
					{
						"text": "Мышка бежала, хвостиком махнула,|Яичко упало и разбилось.",
						"img": "kurochka-ryaba-07.jpg",
						"sound": "kurochka-ryaba-07.mp3",
						"time": 8.740875
					},
					{
						"text": "Дед плачет, баба плачет.",
						"img": "kurochka-ryaba-08.jpg",
						"sound": "kurochka-ryaba-08.mp3",
						"time": 4.718
					},
					{
						"text": "А курочка кудахчет:|\"Не плач дед, не плач баба,",
						"img": "kurochka-ryaba-09.jpg",
						"sound": "kurochka-ryaba-09.mp3",
						"time": 8.14
					},
					{
						"text": "Снесу я вам яичко другое,|Не золотое, а простое\".",
						"img": "kurochka-ryaba-10.jpg",
						"sound": "kurochka-ryaba-10.mp3",
						"time": 11.17025
					}
				]
			},
			{
				"folder": "pro-glupogo-zmeya-i-umnogo-soldata",
				"title": {"text": "Про глупого змея и умного солдата", "img": "title.jpg"},
				"pages": [
					{
						"text": "В тридевятом царстве, в тридесятом государстве жил в старину один солдат. Отслужил он службу и отправился в родные края. Идёт себе, довольный, песни поёт. Ближе к вечеру пришёл он в глухую деревушку. Постучал в ближайшую избу и крикнул:|- Любезные хозяева! Пустите солдата на постой!|А в ответ - молчание. Тогда пошёл он в другую избу, но и там не отзываются. К третьей направился - и здесь та же картина. Толкнул солдат дверь и вошёл в избу. Глядит - пусто, только слой пыли да паутина по углам.|- Интересно, - размышляет солдат, - куда это люди из деревни пропали?|Решил он пройти по улице, жителей поискать. Но куда ни зайдёт - ни одной живой души не видать. Дошёл до конца деревни и в самой крайней избе обнаружил старичка, горько вздыхавшего на печи.|- Здорово, хозяин! - приветствует солдат.",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-01.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-01.mp3",
						"time": 76.162875
					},
					{
						"text": "- Здравствуй, служивый, - овечает старик, - отчаянный ты видно, храбрец, коли пришёл сюда!|- А что же тут у вас страшного?|- А то, что появился в наших краях змей, всех людишек извёл, меня лишь оставил. А поутру прилетит мною позавтракает, а тобой и закусит. Ему что один, что двое - без разницы.|- Это мы ещё посмотрим, не поперхнётся ли! - отвечает солдат. - Я тут у тебя заночую, а утром гляну, что за змей такой объявился.|Ночь прошла спокойно, а утром изба закачалась, словно от сильного ветра - это змей прилетел. Заглянул он в горницу и зело обрадовался:|- Это хорошо, что вместо одного их двое оказалось, сейчас славно закушу!|- А не подавишься? - спрашивает солдат.|- Это кто тут голос подаёт?|- Тот, чья солдатская сила поболе твоей будет!",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-02.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-02.mp3",
						"time": 68.56125
					},
					{
						"text": "- Ну, раз так, идём во двор! - говорит змей, - будем сейчас с тобой силой мериться!|- Чтож, померимся!|Взял змей с земли огромный камень и хвастается:|- Гляди, как я его сейчас одной лапой сожму, раздавлю на мелкие песчинки!|- Да ты не хвались, раздави сперва!|Зажал змей камень в ладони, поднапрягся, да как стиснет, что осколки во все стороны брызнули. Разжал лапу, лишь песок на землю стряхнул.|- Эх, тоже мне, фокус! - говорит солдат, а слабо тебе из камня воду выдавить?|- Ну, этого никто не сможет! - отвечает змей.|- А вот спорим, я смогу! Погоди чуток!|Сбегал он в избу, где давеча заметил на окне узелок с творогом. Прихватил его, да во двор. Сжал его в кулаке, так что сыворотка и брызнула.",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-03.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-03.mp3",
						"time": 65.8445
					},
					{
						"text": "- Ну что, теперь понял, кто сильнее?|- Да, служивый, рука у тебя посильнее будет. А зато я свиснуть могу погромче твоего!|- А ну, попробуй!|Змей вздохнул поглубже и засвистел - деревья аж к земле пригнуло, а листья как ураганом смело.|- Разве это свист? - говорит солдат. - Сейчас я покажу, как свистеть надо. Только ты сперва глаза завяжи, чтобы они на лоб не повылазили!|Змей с опаской завязал глаза, а солдат тем временем достал большую дубину, да как и приложил его по макушке, у змея аж искры из глаз посыпались.|- Ой! - заорал он дурным голосом, - Хватит, солдат! У меня от твоего свиста шум в голове и звон в ушах стоит!|- Как хочешь, а то может ещё разок свиснуть?|- Нет уж, достаточно мы поспорили. Станем-ка лучше дружить, как братья! Ты мне будешь старшим братом, а я тебе - младшим.",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-04.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-04.mp3",
						"time": 73.36775
					},
					{
						"text": "- Хм, как-то не с руки мне водить дружбу со змеем. Да уж ладно, так тому и быть!|- Тогда, брат, станем мы с тобой хозяйствовать сами. Перво-наперво сходи-ка в поле, где коровы пасутся, выбери ту, которая пожирнее, да домой волоки!|Пошёл солдат в поле. Глядит - действительно: гуляет стадо коров. Призадумался он сперва, а потом согнал их в кучу и начал за хвосты привязывать.|Подождал змей, покуда терпение не лопнуло и сам на луг прилетел.|- Ой, ну чего ты возишься?|- Погоди чуток! Вот свяжу всё стадо и разом принесу к избе, чтобы запас был.|- Какой же ты, однако, своевольный! Зачем нам запас? Одной вполне достаточно!|Схватил змей за хвост корову, ту, что пожирней, забросил на спину и сам понёс.",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-05.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-05.mp3",
						"time": 61.53425
					},
					{
						"text": "- А этих куда девать? Выходит, зря я их ловил да привязывал?|- Оставь, они нам никчему!|Вернулись домой, а воды в доме нет ни капли.|- Возьми шкуру, - наказывает змей солдату, - сходи по воду! Да полней набирай. Обед готовить будем.|Взял солдат коровью шкуру, а она и без воды тяжёлая! И потащил к колодцу. Затем взял лопату, и начал его по кругу окапывать. Подождал змей, а потом сам к колодцу пришёл.|- Ну, чего ты опять возишься?|- Да вот, хочу колодец выкопать и поближе к избе перенести, чтоб за водой всякий раз не ходить.|- Ой, опять ты по-своему делаешь, нам воды ведь нужно всего на один раз!|Набрал змей полную шкуру воды и сам домой поволок.",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-06.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-06.mp3",
						"time": 58.242875
					},
					{
						"text": "А соддату говорит:|- Ты пока сходи в лес, выбери дуб посуше да побольше, чтоб дров хватило, и тащи его домой!|Пришёл солдат в лес, но вместо того, чтоб дуд корчевать, стал лыко обдирать, да верёвку свивать. А когда получилась верёвка неимоверной длины, начал солдат ею деревья опутывать.|Подождал змей, покуда терпение не лопнуло, и сам в лес прилетел.|- Ну, а теперь ты чего возишься?|- Да лениво каждый раз за дровами ходить! Думаю, разом штук двадцать взять и домой принести!|- Ну, вседа ты что-то выдумываешь! Не нужно нам столько дров! - рассердился змей. Вырвал из земли огромный дуб, забросил за спину и сам к дому потащил.",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-07.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-07.mp3",
						"time": 53.227375
					},
					{
						"text": "Хмурится солдат, делает вид, что рассержен, молчит, ни словечка не вымолвит.|Змей приготовил обед и зовёт солдата к столу. Тот отказывается и только трубку покуривает. Съел змей в одиночку всё мясо, опорожнил целую шкуру воды и у солдата допытывается:|- Отчего ты сердишься, старший брат?|- А оттого и сержусь, - отвечает солдат, - что я как не стараюсь, а всё тебе неугодно!|- Ладно, не обижайся, давай мериться!|- Коли желаешь мериться, сослужи мне службу! Отвези меня в родные края!|- А отчего ж не сослужить? Садись-ка верхом!|Взобрался солдат на змея, поднялся тот выше облаков и полетел к деревне, где солдат проживал.",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-08.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-08.mp3",
						"time": 54.246125
					},
					{
						"text": "А как на землю опустился, набежали тут со всех сторон ребятишки, детвора, да как закричат:|- Вот каков солдат! Змея пленил, змея пленил!|Змей с перепугу не расслышал и спрашивает:|- Что они такое непонятное кричат?|- Это они говорят, что сейчас тобой займутся!|- Ну, раз в этой деревне мальцы такие смелые, - подумал змей, - что ж тогда от взрослых-то ждать?|Оставил он солдата и пустился наутёк. С тех пор о змее и слыхом не слыхивали, будто в воду канул. Прикратил он безобразничать, по сёлам летать, да людей изводить - до того перепугался.",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-09.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-09.mp3",
						"time": 52.33925
					}
				]
			},
			{
				"folder": "repka",
				"title": {"text": "Репка", "img": "title.jpg"},
				"pages": [
					{
						"text": "Посадил дед репку. Посадил и говорит:|- Расти-расти, репка, сладка! Расти-расти, репка, крепка!",
						"img": "repka-01.jpg",
						"sound": "repka-01.mp3",
						"time": 12.580875
					},
					{
						"text": "Выросла репка сладка, крепка, большая-пребольшая!|Пошёл дед репку рвать. Тянет-потянет, вытянуть не может.",
						"img": "repka-02.jpg",
						"sound": "repka-02.mp3",
						"time": 9.838
					},
					{
						"text": "Позвал дед бабку. Бабка - за дедку, дедка - за репку: тянут-потянут, вытянуть не могут!",
						"img": "repka-03.jpg",
						"sound": "repka-03.mp3",
						"time": 11.327
					},
					{
						"text": "Повала бабка внучку. Внучка - за бабку, бабка - за дедку, дедка - за репку: тянут-потянут, вытянуть не могут!",
						"img": "repka-04.jpg",
						"sound": "repka-04.mp3",
						"time": 12.319625
					},
					{
						"text": "Позвала внучка Жучку. Жучка - за внучку, внучка - за бабку, бабка - за дедку, дедка - за репку: тянут-потянут, вытянуть не могут.",
						"img": "repka-05.jpg",
						"sound": "repka-05.mp3",
						"time": 14.59225
					},
					{
						"text": "Позвала Жучка кошку . Кошка- за Жучку, Жучка - за внучку, внучка - за бабку, бабка - за дедку, дедка - за репку: тянут-потянут, вытянуть не могут.",
						"img": "repka-06.jpg",
						"sound": "repka-06.mp3",
						"time": 25.407
					},
					{
						"text": "Позвала кошка мышку. Мышка - за кошку, кошка - за Жучку, Жучка - за внучку, внучка - за бабку, бабка - за дедку, дедка - за репку:",
						"img": "repka-07.jpg",
						"sound": "repka-07.mp3",
						"time": 31.206125
					},
					{
						"text": "тянут-потянут - и вытянули репку.",
						"img": "repka-08.jpg",
						"sound": "repka-08.mp3",
						"time": 8.375125
					}
				]
			},
			{
				"folder": "teremok",
				"title": {"text": "Теремок", "img": "title.jpg"},
				"pages": [
					{
						"text": "Ехал мужик с горшками и потерял один горшок.",
						"img": "teremok-01.jpg",
						"sound": "teremok-01.mp3",
						"time": 19.39875
					},
					{
						"text": "Прилетела муха-горюха и спрашивает:|- Чей домок-теремок? Кто в тереме живет?|Видит - никого нет. Она залетела в горшок и стала там жить-поживать.",
						"img": "teremok-02.jpg",
						"sound": "teremok-02.mp3",
						"time": 15.637125
					},
					{
						"text": "Прилетел комар-пискун и спрашивает:|- Чей домок-теремок? Кто в тереме живет?|- Я, муха-горюха. А ты кто?|- Я комар-пискун.|- Ступай ко мне жить!|Вот они стали жить вдвоем.",
						"img": "teremok-03.jpg",
						"sound": "teremok-03.mp3",
						"time": 17.67475
					},
					{
						"text": "Прибежала мышка-норушка и спрашивает:|- Чей домок-теремок? Кто в тереме живет?|- Я, муха-горюха.|- Я, комар-пискун. А ты кто?|- А я - мышка-норушка.|- Ступай к нам жить!|Стали они жить втроем.",
						"img": "teremok-04.jpg",
						"sound": "teremok-04.mp3",
						"time": 20.496
					},
					{
						"text": "Прискакала лягушка-квакушка и спрашивает:|- Чей домок-теремок? Кто в тереме живет?|- Я, муха-горюха.|- Я, комар-пискун.|- А я - мышка-норушка. А ты кто?|- Я лягушка-квакушка.|- Ступай к нам жить!|Cтали они жить вчетвером.",
						"img": "teremok-05.jpg",
						"sound": "teremok-05.mp3",
						"time": 26.138375
					},
					{
						"text": "Бежит зайчик и спрашивает:|- Чей домок-теремок? Кто в тереме живет?|- Я, муха-горюха.|- Я, комар-пискун.|- А я - мышка-норушка.|- Я, лягушка-квакушка. А ты кто?|- Я заюнок-кривоног, по горке скок.|- Ступай к нам жить!|Стали они жить впятером.",
						"img": "teremok-06.jpg",
						"sound": "teremok-06.mp3",
						"time": 21.358
					},
					{
						"text": "Бежала мимо лиса и спрашивает:|- Чей домок-теремок? Кто в тереме живет?|- Я, муха-горюха.|- Я, комар-пискун.|- А я - мышка-норушка.|- Я, лягушка-квакушка.|- Я, заюнок-кривоног, по горке скок. А ты кто?|- Я лиса - при беседе краса.|- Ступай к нам жить!|Стали они жить вшестером.",
						"img": "teremok-07.jpg",
						"sound": "teremok-07.mp3",
						"time": 27.758
					},
					{
						"text": "Прибежал волк:|- Чей домок-теремок? Кто в тереме живет?|- Я, муха-горюха.|- Я, комар-пискун.|- А я - мышка-норушка.|- Я, лягушка-квакушка.|- Я, заюнок-кривоног, по горке скок.|- Я, лиса - при беседе краса. А ты кто?|- Я волк-волчище - из-за куста схватище.|- Ступай к нам жить!|Вот живут они семеро все вместе - и горя мало.",
						"img": "teremok-08.jpg",
						"sound": "teremok-08.mp3",
						"time": 33.713875
					},
					{
						"text": "Пришел медведь и стучится:|- Чей домок-теремок? Кто в тереме живет?|- Я, муха-горюха.|- Я, комар-пискун.|- А я - мышка-норушка.|- Я, лягушка-квакушка.|- Я, заюнок-кривоног, по горке скок.|- Я, лиса - при беседе краса.|- Я, волк-волчище - из-за куста схватище. А ты кто?|- А я вам всем - пригнетыш!|Сел медведь на горшок, горшок раздавил и всех зверей распугал.",
						"img": "teremok-09.jpg",
						"sound": "teremok-09.mp3",
						"time": 56.41425
					}
				]
			},
			{
				"folder": "zayushkina-izbayshka",
				"title": {"text": "Заюшкина избушка", "img": "title.jpg"},
				"pages": [
					{
						"text": "Жили-были лиса да заяц. У лисы была избёнка ледяная, а у зайца - лубяная.|Пришла весна-красна, у лисы избёнка расстаяла, а у зайца стоит по-старому.",
						"img": "zayushkina-izbayshka-01.jpg",
						"sound": "zayushkina-izbayshka-01.mp3",
						"time": 40.4535
					},
					{
						"text": "Вот лиса попросилась у него переночевать, да его из избёнки и выгнала!|Идёт дорогой зайчик, плачет. Ему на встречу - собака:|- Тяф-тяф-тяф! Что, зайчик, плачешь?|- Как же мне не плакать? Была у меня избёнка лубяная, а у лисы - ледяная. Попросилась она ко мне ночевать, да меня же и выгнала!|- Гав! Не плачь, зайчик! Я твоему горю помогу!|Подошли они к избёнке, собака забрехала:",
						"img": "zayushkina-izbayshka-02.jpg",
						"sound": "zayushkina-izbayshka-02.mp3",
						"time": 38.651
					},
					{
						"text": "- Тяф-тяф-тяф! Поди, лиса, вон!|А лиса им с печи:|- Как выскочу, как выпрыгну, пойдут клочки по закоулочкам!|Собака испугалась и убежала.|Зайчик опять идёт дорогой, плачет. Ему на встречу - медведь: - О чём, зайчик, плачешь?|- Как же мне не плакать? Была у меня избёнка лубяная, а у лисы - ледяная, попросилась она ко мне ночевать, да меня же и выгнала!|- Не плачь! Я твоему горю помогу!",
						"img": "zayushkina-izbayshka-03.jpg",
						"sound": "zayushkina-izbayshka-03.mp3",
						"time": 42.673875
					},
					{
						"text": "- Нет, не поможешь! Собака гнала - не выгнала и тебе не выгнать!|- Нет, выгоню!|- Подошли они к избёнке, медведь как закричит:|- Поди, лиса, вон!|А лиса им с печи:|- Как выскочу, как выпрыгну, пойдут клочки по закоулочкам!|Медведь испугался и убежал.|Идёт опять зайчик, ему на встречу бык:|- Му-у-у-у! Что, зайчик, плачешь?",
						"img": "zayushkina-izbayshka-04.jpg",
						"sound": "zayushkina-izbayshka-04.mp3",
						"time": 34.7065
					},
					{
						"text": "-Как же мне не плакать? Была у меня избёнка лубяная, а у лисы - ледяная. Попросилась она ко мне ночевать, да меня же и выгнала!|- Му-у-у! Пойдём, я твоему горю помогу!|- Нет, бык, не поможешь! Собака гнала- не выгнала, медведь гнал - не выгнал и тебе не выгнать!|- Нет, выгоню!|Подошли они к избёнке, бык как заревел:|- Поди, лиса, вон!|А лиса им с печи:",
						"img": "zayushkina-izbayshka-05.jpg",
						"sound": "zayushkina-izbayshka-05.mp3",
						"time": 42.778375
					},
					{
						"text": "- Как выскочу, как выпрыгну, пойдут клочки по закоулочкам!|Бык испугался и убежал.|Идёт зайчик опять дорогой, плачет пуще прежнего. Eму на встречу петух с косой:|- Куд-ку-да! O чём, зайчик, плачешь?|- Как же мне не плакать? была у меня избёнка лубяная, а у лисы - ледяная. Попросилась она ко мне переночевать, да меня же и выгнала!- Пойдём, я твоему горю помогу!",
						"img": "zayushkina-izbayshka-06.jpg",
						"sound": "zayushkina-izbayshka-06.mp3",
						"time": 44.5025
					},
					{
						"text": "- Нет, петух, не поможешь! Собака гнала - не выгнала, медведь гнал - не выгнал, бык гнал - не выгнал, и тебе не выгнать!|- Нет, выгоню!|Подошли они к избёнке, петух лапками затопал, крыльями забил:|- Кукареку-у! Иду на пятах, несу косу на плечах,|Хочу лису посечи, слезай, лиса, с печи!|Поди, лиса, вон!|- Обуваюсь!",
						"img": "zayushkina-izbayshka-07.jpg",
						"sound": "zayushkina-izbayshka-07.mp3",
						"time": 24.989
					},
					{
						"text": "Петух опять:|- Иду на пятах, несу косу на плечах,|Хочу лису посечи, слезай, лиса, с печи!|Поди, лиса, вон!|Лиса опять говорит: Одеваюсь!|Петух в третий раз:|- Кукареку! Иду на пятах,|Несу косу на плечах!...",
						"img": "zayushkina-izbayshka-08.jpg",
						"sound": "zayushkina-izbayshka-08.mp3",
						"time": 47.689375
					},
					{
						"text": "Лиса без памяти выбежала, петух взмахнул косой - её и след простыл!|И стали они с зайчиком жить-поживать в лубяной избушке.",
						"img": "zayushkina-izbayshka-09.jpg",
						"sound": "zayushkina-izbayshka-09.mp3",
						"time": 9.7335
					}
				]
			},
			{
				"folder": "zhuravl-i-tsaplya",
				"title": {"text": "Журавль и цапля", "img": "title.jpg"},
				"pages": [
					{
						"text": "Жили-были по разным концам одного болота Журавль и Цапля. Соседствовали по-доброму, в гости наведывались.|Да скучно Журавлю стало в одиночку век коротать, и решил он жениться.|- Пойду-ка я посватаюсь к Цапле! - и пошлёпал по болоту.",
						"img": "zhuravl-i-tsaplya-01.jpg",
						"sound": "zhuravl-i-tsaplya-01.mp3",
						"time": 33.6355
					},
					{
						"text": "Жили-были по разным концам одного болота Журавль и Цапля. Соседствовали по-доброму, в гости наведывались.|Да скучно Журавлю стало в одиночку век коротать, и решил он жениться.|- Пойду-ка я посватаюсь к Цапле! - и пошлёпал по болоту.",
						"img": "zhuravl-i-tsaplya-02.jpg",
						"sound": "zhuravl-i-tsaplya-02.mp3",
						"time": 42.177625
					},
					{
						"text": "А Цапля задумалась: \"И зачем я его прогнала? Чем одной жить, выйду-ка я за Журавля\".|И пошла на другой конец болота. Кое-как добралась, стучится:|- Журавушка, возьми меня замуж!|- Ты, одноногая, когда последний раз в зеркало смотрелась? Не хочу я на такой жениться.|Цапля заплакала со стыда и воротилась к себе.",
						"img": "zhuravl-i-tsaplya-03.jpg",
						"sound": "zhuravl-i-tsaplya-03.mp3",
						"time": 38.5465
					},
					{
						"text": "А Журавль спохватился и думает:|\"Зря я Цаплю обидел! Возьму-ка всё-таки её замуж!\"|Приходит и говорит:|- Цапля! Решил я всё же на тебе жениться.|- Убирайся, не хочу я за тебя идти!|С тем и ушёл Журавль.|Цапля размышляет:\"Зря я отказалась. Чего одной-то жить?\". И вновь пошла к Журавлю свататься, но теперь и он не хочет.",
						"img": "zhuravl-i-tsaplya-04.jpg",
						"sound": "zhuravl-i-tsaplya-04.mp3",
						"time": 36.14325
					},
					{
						"text": "Вот так до сих пор и ходят они по болоту друг за дружкой, да никак не женятся. А всё оттого, что гордыня их замучила.",
						"img": "zhuravl-i-tsaplya-05.jpg",
						"sound": "zhuravl-i-tsaplya-05.mp3",
						"time": 16.49925
					}
				]
			},
			{
				"folder": "zolotoy-topor",
				"title": {"text": "золотой топор", "img": "title.jpg"},
				"pages": [
					{
						"text": "Однажды пошёл мужик в лес дрова рубить.|Подошёл к озеру, сел на берег и нечаянно уронил топор в воду. Сидит он и плачет. Вдруг из воды выходит чёрт и спрашивает:|- Чего, мужик, плачешь?|- Топор, батюшка, утопил.",
						"img": "zolotoy-topor-01.jpg",
						"sound": "zolotoy-topor-01.mp3",
						"time": 24.8845
					},
					{
						"text": "Пошёл чёрт в воду и через недолгое время приносит мужику серебряный топор и спрашивает:|- Твой топор?|- Нет, - отвечает мужик, - не мой...|Чёрт снова ушёл в воду. И снова приносит ему топор, теперь - золотой - и спрашивает:|- Твой топор?|- Нет, - овечает мужик, - не мой...",
						"img": "zolotoy-topor-02.jpg",
						"sound": "zolotoy-topor-02.mp3",
						"time": 29.273125
					},
					{
						"text": "В третий раз чёрт вынес мужику его собственный топор, и спрашивает:|- Твой топор?|- Мой, мой!|Тогда чёрт подарил мужику все три топора.",
						"img": "zolotoy-topor-03.jpg",
						"sound": "zolotoy-topor-03.mp3",
						"time": 13.756375
					},
					{
						"text": "И пошёл мужик домой с радостью. Пришёл он домой и рассказал всё мужикам.|Тогда одному богатому мужику тоже захотелось получить золотой и серебряный топоры.",
						"img": "zolotoy-topor-04.jpg",
						"sound": "zolotoy-topor-04.mp3",
						"time": 14.59225
					},
					{
						"text": "Пришёл он к озеру, бросил свой топор в воду, сидит и горюет.|Выходит из воды чёрт, спрашивает:|- Что ты горюешь?|- Да в воду топор потопил.",
						"img": "zolotoy-topor-05.jpg",
						"sound": "zolotoy-topor-05.mp3",
						"time": 14.8535
					},
					{
						"text": "Ушёл чёрт. Через недолгое время приносит ему серебряный топор и спрашивает:|- Твой топор?|- Мой, мой, чур мой! - закричал мужик.|А чёрт ушёл с топором и больше не вышел из воды.",
						"img": "zolotoy-topor-06.jpg",
						"sound": "zolotoy-topor-06.mp3",
						"time": 16.9955
					},
					{
						"text": "Так богатый мужик и остался без топора.",
						"img": "zolotoy-topor-07.jpg",
						"sound": "zolotoy-topor-07.mp3",
						"time": 3.882
					}
				]
			},

			{
				"folder": "kak-lisa-s-ovtsoy-volka-nakazali",
				"title": {"text": "Как Лиса с Овцой Волка наказали", "img": "title.jpg"},
				"pages": [
					{
						"text": "Жила-была у одного крестьянина Овца. Невзлюбил её хозяин, придирками замучил! Решила она уйти из дома.|Шла себе, шла. Повстречалась ей Лиса:|- Ты куда, Овечка, направляешься?|- Да вот, Лисичка-сестричка, ушла я от мужика, житья совсем не стало. Что ни случись: козёл ли сено раскидает, баран ли изгородь повалит, кругом у него я, Овца, виновата.",
						"img": "kak-lisa-s-ovtsoy-volka-nakazali-01.jpg",
						"sound": "kak-lisa-s-ovtsoy-volka-nakazali-01.mp3",
						"time": 85.122875
					},
					{
						"text": "- Ох, и не говори, Овечка-подружка! У меня та же история: сом ли уточку притопит, ястреб курочку прихватит, во всём меня виноватят.|И решили Овца с Лисой вместе держаться: так веселее. Пошли, куда глаза глядят.",
						"img": "kak-lisa-s-ovtsoy-volka-nakazali-02.jpg",
						"sound": "kak-lisa-s-ovtsoy-volka-nakazali-02.mp3",
						"time": 21.932625
					},
					{
						"text": "А навстречу - Волк-браток, серый хвосток:|- Здорово, подруги! Далеко ли собрались?|- А куда глаза глядят, - отвечает Лиса.|- Ну так, мне как раз по пути! - обрадовался Волк.|И пошли они вместе.",
						"img": "kak-lisa-s-ovtsoy-volka-nakazali-03.jpg",
						"sound": "kak-lisa-s-ovtsoy-volka-nakazali-03.mp3",
						"time": 15.689375
					},
					{
						"text": "А по дороге Волк и говорит:|- Послушай, Овца, тулупчик-то на тебе - мой!|Услыхала это Лиса, встряла в разговор:|- А точно ли твой?|- Мне ли свой тулупчик не знать!",
						"img": "kak-lisa-s-ovtsoy-volka-nakazali-04.jpg",
						"sound": "kak-lisa-s-ovtsoy-volka-nakazali-04.mp3",
						"time": 16.264125
					},
					{
						"text": "- И поклясться можешь?|- Да запросто! - отвечает Волк. А хитрая Лиса давно приметила, где охотник капкан поставил и указала Волку на едва приметный бугорок:|- Ну тогда прямо здесь целуй присягу!",
						"img": "kak-lisa-s-ovtsoy-volka-nakazali-05.jpg",
						"sound": "kak-lisa-s-ovtsoy-volka-nakazali-05.mp3",
						"time": 16.211875
					},
					{
						"text": "Волк, не чуя подвоха, ткнулся мордой, куда Лиса велела. Щёлкнул капкан и прихватил Серого.",
						"img": "kak-lisa-s-ovtsoy-volka-nakazali-06.jpg",
						"sound": "kak-lisa-s-ovtsoy-volka-nakazali-06.mp3",
						"time": 7.304125
					},
					{
						"text": "А подруги убежали подобру-поздорову и решили больше попутчиков с собой не брать.",
						"img": "kak-lisa-s-ovtsoy-volka-nakazali-07.jpg",
						"sound": "kak-lisa-s-ovtsoy-volka-nakazali-07.mp3",
						"time": 5.998
					}
				]
			},

			{
				"folder": "kot-i-lisa",
				"title": {"text": "Кот и лиса", "img": "title.jpg"},
				"pages": [
					{
						"text": "Был у мужика кот, да такой проказник, просто беда! Снёс его мужик в лес, да там и оставил.",
						"img": "kot-i-lisa-01.jpg",
						"sound": "kot-i-lisa-01.mp3",
						"time": 15.5065
					},
					{
						"text": "Бродил Кот по лесу и встретил Лису.|- Экий зверь невиданный! - удивилась Лиса.|- Я - Кот Котофеевич, воевода из сибирских лесов! - схитрил Кот.|- Пойдём ко мне жить, Кот Котофеевич! Будешь как сыр в масле кататься, - предложила Лисонька.|И стали они жить вместе.",
						"img": "kot-i-lisa-02.jpg",
						"sound": "kot-i-lisa-02.mp3",
						"time": 45.9915
					},
					{
						"text": "На другой день повстречала Лиса Волка и позвала его на невиданного зверя посмотреть:|- Кот Котофеевич у меня сердитый, к нему нельзя без подарков идти, - предупредила Лиса Волка.",
						"img": "kot-i-lisa-03.jpg",
						"sound": "kot-i-lisa-03.mp3",
						"time": 41.341625
					},
					{
						"text": "Потом увидела Лиса Медведя у реки и ему тоже про воеводу из сибирских лесов похвасталась:|- Приготовь что-нибудь в подарок и приходи знакомиться, - позвала она Медведя в гости.",
						"img": "kot-i-lisa-04.jpg",
						"sound": "kot-i-lisa-04.mp3",
						"time": 38.468125
					},
					{
						"text": "Задрал Волк в подарок Коту барана, а Медведь притащил целого быка.",
						"img": "kot-i-lisa-05.jpg",
						"sound": "kot-i-lisa-05.mp3",
						"time": 36.14325
					},
					{
						"text": "Вдруг, откуда ни возьмись, бежит Заяц: слух о сибирском воеводе и до него дошёл.|- Ступай, Косой, к Лисе да скажи, что мы давно уж ждём, - наказали Волк и Медведь Зайцу.",
						"img": "kot-i-lisa-06.jpg",
						"sound": "kot-i-lisa-06.mp3",
						"time": 38.25925
					},
					{
						"text": "На всякий случай решили Медведь и Волк спрятаться. Медведь залез на дерево, а Волк под сухими листьями зарылся.|Вот идут Кот с Лисой. Медведь увидел Кота и зашептал Волку:|- Какой же он маленький!|А Кот заметил принесённые ему подарки, бросился на них и ну рвать мясо зубами и когтями.|",
						"img": "kot-i-lisa-07.jpg",
						"sound": "kot-i-lisa-07.mp3",
						"time": 84.44375
					},
					{
						"text": "Тут Волк стал морду высовывать, чтобы диковинного зверя разглядеть, и зашуршал листьями. Кот подумал было, что это мышь, и вцепился в волчью спину. Волк вскочил и пустился наутёк. А Кот с испугу на дерево прыгнул. Перепугался Медведь, думает, и до него дело дошло. Кинулся он с дерева вниз и побежал прочь.",
						"img": "kot-i-lisa-08.jpg",
						"sound": "kot-i-lisa-08.mp3",
						"time": 41.655125
					},
					{
						"text": "- Ну погодите, задаст вам ещё Кот Котофеевич! - смеялась им вслед Лиса.",
						"img": "kot-i-lisa-09.jpg",
						"sound": "kot-i-lisa-09.mp3",
						"time": 12.006125
					}
				]
			}
		]
	};

}(window));