/*jslint white: true, nomen: true */
(function (win) {
	"use strict";
	/*global window */
	/*global */

	win.APP.booksData =
	{
		'ru': [
			{
				"folder": "baba-yaga-i-yagody",
				"title": {"text": "Баба Яга и ягоды", "img": "title.jpg"},
				"pages": [
					{
						"text": "В некотором царстве, в славном государстве, возле речки древней, у большой деревни стоял дремучий бор. Грибов и ягод водилось там видимо-невидимо, да только местным жителям радости от этого не было совсем, потому как обитала в чаще того леса старая карга - злобная Яга. Жадна была не в меру и никому в лес ступить не давала: кого в трясину заведёт, кого и вовсе изведёт.",
						"img": "baba-yaga-i-yagody-01.jpg",
						"sound": "baba-yaga-i-yagody-01.mp3",
						"time": 0
					},
					{
						"text": "Как-то летом в самую ягодную пору задумала она полакомиться земляникой, да вот незадача: не хотят ягодки в корзинку к старой Яге идти, под листочками спрятались, в травке затаились. Ворчит баба Яга, злобится, да под каждый листик не заглянешь, каждому кусту не поклонишься.|Той же порой ходила по лесу маленькая девочка. Ещё затемно из дому вышла, корзинку ягод набрать да малость подкормиться. Уж ей-то ягоды на показ выставляются:|- Здесь мы, бери нас скорей!",
						"img": "baba-yaga-i-yagody-02.jpg",
						"sound": "baba-yaga-i-yagody-02.mp3",
						"time": 0
					},
					{
						"text": "Наелась девочка ягод, набрала полную корзинку и хотела уж было домой идти, как повстречалась ей баба Яга, ухватила своей клюкой, да как зашипит:|- Вот почему мне ни одной ягоды не попалось! Ты их все собрала!|Отняла у девочки корзинку, и отправилась к себе в избушку, радуясь нежданной добыче. А девочка присела на пенёк и горько заплакала от обиды.",
						"img": "baba-yaga-i-yagody-03.jpg",
						"sound": "baba-yaga-i-yagody-03.mp3",
						"time": 0
					},
					{
						"text": "Идёт баба Яга, корзинкой покачивает, а ягодки оттуда прыг да скок на травку, прыг да скок, так все и повыпрыгивали и покатились обратно на полянку.|Сидит девочка, жалобно всхлипывает и вдруг слышит из травы:|- Готовь-ка, милая, платочек!|Сняла она косынку, расстелила перед собой, ягодки туда и закатились. Связала их девочка в узелок и радостная побежала домой.",
						"img": "baba-yaga-i-yagody-04.jpg",
						"sound": "baba-yaga-i-yagody-04.mp3",
						"time": 0
					},
					{
						"text": "А баба Яга пришла к себе в избушку, глядь - а ягод-то и нет! Один запах остался. Швырнула она в сердцах корзинку, затряслась, затопала ногами:|- А-а-а! Чтоб тебе ни дна, ни покрышки!|Ругалась, ругалась, да от злобы и лопнула, да с таким треском и грохотом, что вместе с ней рассыпалась и её избушка. И появилось в этом месте болото, а по краям его выросло много ягодных кустов, где деревенские ребятишки каждый год лакомятся спелой земляникой.|Тут и сказке конец.",
						"img": "baba-yaga-i-yagody-05.jpg",
						"sound": "baba-yaga-i-yagody-05.mp3",
						"time": 0
					}
				]
			},
			{
				"folder": "bagazh",
				"title": {"text": "Багаж", "img": "title.jpg"},
				"pages": [
					{
						"text": "Дама сдавала в багаж|Диван,|Чемодан,|Саквояж,|Картину,|Корзину,|Картонку|И маленькую собачонку.",
						"img": "bagazh-01.jpg",
						"sound": "bagazh-01.mp3",
						"time": 11.8755
					},
					{
						"text": "Выдали даме на станции|Четыре зелёных квитанции|О том, что получен багаж:|Диван,|Чемодан,|Саквояж,|Картина,|Корзина,|Картонка|И маленькая собачонка.",
						"img": "bagazh-02.jpg",
						"sound": "bagazh-02.mp3",
						"time": 15.584875
					},
					{
						"text": "Вещи везут на перрон.|Кидают в открытый вагон.|Готово! Уложен багаж:|Диван,|Чемодан,|Саквояж,|Картина,|Корзина,|Картонка|И маленькая собачонка.|Но только раздался звонок,|Удрал из вагона щенок.",
						"img": "bagazh-03.jpg",
						"sound": "bagazh-03.mp3",
						"time": 19.29425
					},
					{
						"text": "Хватились на станции Дно:|Потеряно место одно.|В испуге считают багаж:|Диван,|Чемодан,|Саквояж,|Картина,|Корзина,|Картонка...|Товарищи! Где собачонка?",
						"img": "bagazh-04.jpg",
						"sound": "bagazh-04.mp3",
						"time": 15.480375
					},
					{
						"text": "Вдруг видят: стоит у колёс|Огромный взъерошенный пёс.|Поймали его и в багаж,|Туда, где лежал саквояж,|Картина,|Корзина,|Картонка,|Где прежде была собачонка.",
						"img": "bagazh-05.jpg",
						"sound": "bagazh-05.mp3",
						"time": 18.353875
					},
					{
						"text": "Приехали в город Житомир.|Носильщик пятнадцатый номер|Везёт на тележке багаж:|Диван,|Чемодан,|Саквояж,|Картину,|Корзину,|Картонку,|А сзади ведут собачонку.",
						"img": "bagazh-06.jpg",
						"sound": "bagazh-06.mp3",
						"time": 19.633875
					},
					{
						"text": "Собака-то как зарычит.|А барыня как закричит:|Разбойники! Воры! Уроды!|Собака - не той породы!|Швырнула она чемодан,|Ногой отпихнула диван,|Картину,|Корзину,|Картонку...|Отдайте мою собачонку!",
						"img": "bagazh-07.jpg",
						"sound": "bagazh-07.mp3",
						"time": 22.89925
					},
					{
						"text": "Позвольте, мамаша! На станции,|Согласно багажной квитанции,|От вас получили багаж:|Диван,|Чемодан,|Саквояж,|Картину,|Корзину,|Картонку|И маленькую собачонку.|Однако|За время пути|Собака|Могла подрасти!",
						"img": "bagazh-08.jpg",
						"sound": "bagazh-08.mp3",
						"time": 50.406125
					}
				]
			},
			{
				"folder": "kolobok",
				"title": {"text": "Колобок", "img": "title.jpg"},
				"pages": [
					{
						"text": "Жил-был старик со старухою.|Просит старик:|- Испеки, старуха, колобок.|- Из чего печь-то? Муки нету.|- Э-эх , старуха! По коробу поскреби, по сусеку помети; авось муки и наберется.",
						"img": "kolobok-01.jpg",
						"sound": "kolobok-01.mp3",
						"time": 0
					},
					{
						"text": "Взяла старуха крылышко, по коробу поскребла, по сусеку помела, и набралось муки пригоршни с две.",
						"img": "kolobok-02.jpg",
						"sound": "kolobok-02.mp3",
						"time": 0
					},
					{
						"text": "Замесила на сметане, изжарила в масле и положила на окошечко постудить.",
						"img": "kolobok-03.jpg",
						"sound": "kolobok-03.mp3",
						"time": 0
					},
					{
						"text": "Колобок полежал-полежал, да вдруг и покатился — с окна на лавку, с лавки на пол, по полу да к дверям, перепрыгнул через порог в сени, из сеней на крыльцо, с крыльца на двор, со двора за ворота, дальше и дальше.",
						"img": "kolobok-04.jpg",
						"sound": "kolobok-04.mp3",
						"time": 0
					},
					{
						"text": "Катится колобок по дороге, а навстречу ему заяц:|- Колобок, колобок! Я тебя съем!|- Не ешь меня, косой зайчик! Я тебе песенку спою,— сказал колобок и запел:|Я по скребён метен, на сметане мешон,|Я в масле пряжон, на окошке стужон;|Я от дедушки ушел, я от бабушки ушел,|От тебя, зайца, не хитро уйти!|И покатился себе дальше; только заяц его и видел!",
						"img": "kolobok-05.jpg",
						"sound": "kolobok-05.mp3",
						"time": 0
					},
					{
						"text": "Катится колобок, а навстречу ему волк:|- Колобок, колобок! Я тебя съем!|- Не ешь меня, серый волк! Я тебе песенку спою!|Я по сусеку скребён, на сметане мешон,|Я в масле пряжон, на окошке стужон;|Я от дедушки ушел, я от бабушки ушел,|Я от зайца ушел,|От тебя, волка, не хитро уйти!|И покатился себе дальше; только волк его и видел!",
						"img": "kolobok-06.jpg",
						"sound": "kolobok-06.mp3",
						"time": 0
					},
					{
						"text": "Катится колобок, а навстречу ему медведь:|- Колобок, колобок! Я тебя съем.|- Где тебе, косолапому, съесть меня!|Я по сусеку скребён, на сметане мешон,|Я в масле пряжон, на окошке стужон;|Я от дедушки ушел, я от бабушки ушел,|Я от зайца ушел, я от волка ушел,|От тебя, медведь, не хитро уйти!|И опять укатился; только медведь его и видел!",
						"img": "kolobok-07.jpg",
						"sound": "kolobok-07.mp3",
						"time": 0
					},
					{
						"text": "Катится, катится колобок, а навстречу ему лиса:|- Здравствуй, колобок! Какой ты хорошенький!|А колобок запел:|Я по сусеку скребён, на сметане мешон,|Я в масле пряжон, на окошке стужон;|Я от дедушки ушел, я от бабушки ушел,|Я от зайца ушел, я от волка ушел,|От медведя ушел,|От тебя, лиса, и подавно уйду!",
						"img": "kolobok-08.jpg",
						"sound": "kolobok-08.mp3",
						"time": 0
					},
					{
						"text": "- Какая славная песенка! — сказала лиса. - Но ведь я, колобок, стара стала, плохо слышу; сядь-ка на мою мордочку, да пропой еще разок погромче.|Колобок вскочил лисе на мордочку и запел ту же песню.|- Спасибо, колобок! Славная песенка, еще бы послушала! Сядь-ка на мой язычок да пропой в последний разок, - сказала лиса и высунула свой язык.|Колобок сдуру прыг ей на язык, а лиса - ам его! - и скушала.",
						"img": "kolobok-09.jpg",
						"sound": "kolobok-09.mp3",
						"time": 0
					}
				]
			},
			{
				"folder": "kurochka-ryaba",
				"title": {"text": "Курочка ряба", "img": "title.jpg"},
				"pages": [
					{
						"text": "Жили себе дед да баба,",
						"img": "kurochka-ryaba-01.jpg",
						"sound": "kurochka-ryaba-01.mp3",
						"time": 21.828125
					},
					{
						"text": "И была у них курочка Ряба.",
						"img": "kurochka-ryaba-02.jpg",
						"sound": "kurochka-ryaba-02.mp3",
						"time": 4.378375
					},
					{
						"text": "Снесла курочка яичко.",
						"img": "kurochka-ryaba-03.jpg",
						"sound": "kurochka-ryaba-03.mp3",
						"time": 17.8315
					},
					{
						"text": "Яичко не простое - Золотое.",
						"img": "kurochka-ryaba-04.jpg",
						"sound": "kurochka-ryaba-04.mp3",
						"time": 3.908125
					},
					{
						"text": "Дед бил, бил - не разбил.",
						"img": "kurochka-ryaba-05.jpg",
						"sound": "kurochka-ryaba-05.mp3",
						"time": 18.406125
					},
					{
						"text": "Баба била, била - не разбила.",
						"img": "kurochka-ryaba-06.jpg",
						"sound": "kurochka-ryaba-06.mp3",
						"time": 5.867375
					},
					{
						"text": "Мышка бежала, хвостиком махнула,|Яичко упало и разбилось.",
						"img": "kurochka-ryaba-07.jpg",
						"sound": "kurochka-ryaba-07.mp3",
						"time": 8.740875
					},
					{
						"text": "Дед плачет, баба плачет.",
						"img": "kurochka-ryaba-08.jpg",
						"sound": "kurochka-ryaba-08.mp3",
						"time": 4.718
					},
					{
						"text": "А курочка кудахчет:|\"Не плач дед, не плач баба,",
						"img": "kurochka-ryaba-09.jpg",
						"sound": "kurochka-ryaba-09.mp3",
						"time": 8.14
					},
					{
						"text": "Снесу я вам яичко другое,|Не золотое, а простое\".",
						"img": "kurochka-ryaba-10.jpg",
						"sound": "kurochka-ryaba-10.mp3",
						"time": 11.17025
					}
				]
			},
			{
				"folder": "pro-glupogo-zmeya-i-umnogo-soldata",
				"title": {"text": "Про глупого змея и умного солдата", "img": "title.jpg"},
				"pages": [
					{
						"text": "В тридевятом царстве, в тридесятом государстве жил в старину один солдат. Отслужил он службу и отправился в родные края. Идёт себе, довольный, песни поёт. Ближе к вечеру пришёл он в глухую деревушку. Постучал в ближайшую избу и крикнул:|- Любезные хозяева! Пустите солдата на постой!|А в ответ - молчание. Тогда пошёл он в другую избу, но и там не отзываются. К третьей направился - и здесь та же картина. Толкнул солдат дверь и вошёл в избу. Глядит - пусто, только слой пыли да паутина по углам.|- Интересно, - размышляет солдат, - куда это люди из деревни пропали?|Решил он пройти по улице, жителей поискать. Но куда ни зайдёт - ни одной живой души не видать. Дошёл до конца деревни и в самой крайней избе обнаружил старичка, горько вздыхавшего на печи.|- Здорово, хозяин! - приветствует солдат.",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-01.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-01.mp3",
						"time": 0
					},
					{
						"text": "- Здравствуй, служивый, - овечает старик, - отчаянный ты видно, храбрец, коли пришёл сюда!|- А что же тут у вас страшного?|- А то, что появился в наших краях змей, всех людишек извёл, меня лишь оставил. А поутру прилетит мною позавтракает, а тобой и закусит. Ему что один, что двое - без разницы.|- Это мы ещё посмотрим, не поперхнётся ли! - отвечает солдат. - Я тут у тебя заночую, а утром гляну, что за змей такой объявился.|Ночь прошла спокойно, а утром изба закачалась, словно от сильного ветра - это змей прилетел. Заглянул он в горницу и зело обрадовался:|- Это хорошо, что вместо одного их двое оказалось, сейчас славно закушу!|- А не подавишься? - спрашивает солдат.|- Это кто тут голос подаёт?|- Тот, чья солдатская сила поболе твоей будет!",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-02.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-02.mp3",
						"time": 0
					},
					{
						"text": "- Ну, раз так, идём во двор! - говорит змей, - будем сейчас с тобой силой мериться!|- Чтож, померимся!|Взял змей с земли огромный камень и хвастается:|- Гляди, как я его сейчас одной лапой сожму, раздавлю на мелкие песчинки!|- Да ты не хвались, раздави сперва!|Зажал змей камень в ладони, поднапрягся, да как стиснет, что осколки во все стороны брызнули. Разжал лапу, лишь песок на землю стряхнул.|- Эх, тоже мне, фокус! - говорит солдат, а слабо тебе из камня воду выдавить?|- Ну, этого никто не сможет! - отвечает змей.|- А вот спорим, я смогу! Погоди чуток!|Сбегал он в избу, где давеча заметил на окне узелок с творогом. Прихватил его, да во двор. Сжал его в кулаке, так что сыворотка и брызнула.",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-03.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-03.mp3",
						"time": 0
					},
					{
						"text": "- Ну что, теперь понял, кто сильнее?|- Да, служивый, рука у тебя посильнее будет. А зато я свиснуть могу погромче твоего!|- А ну, попробуй!|Змей вздохнул поглубже и засвистел - деревья аж к земле пригнуло, а листья как ураганом смело.|- Разве это свист? - говорит солдат. - Сейчас я покажу, как свистеть надо. Только ты сперва глаза завяжи, чтобы они на лоб не повылазили!|Змей с опаской завязал глаза, а солдат тем временем достал большую дубину, да как и приложил его по макушке, у змея аж искры из глаз посыпались.|- Ой! - заорал он дурным голосом, - Хватит, солдат! У меня от твоего свиста шум в голове и звон в ушах стоит!|- Как хочешь, а то может ещё разок свиснуть?|- Нет уж, достаточно мы поспорили. Станем-ка лучше дружить, как братья! Ты мне будешь старшим братом, а я тебе - младшим.",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-04.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-04.mp3",
						"time": 0
					},
					{
						"text": "- Хм, как-то не с руки мне водить дружбу со змеем. Да уж ладно, так тому и быть!|- Тогда, брат, станем мы с тобой хозяйствовать сами. Перво-наперво сходи-ка в поле, где коровы пасутся, выбери ту, которая пожирнее, да домой волоки!|Пошёл солдат в поле. Глядит - действительно: гуляет стадо коров. Призадумался он сперва, а потом согнал их в кучу и начал за хвосты привязывать.|Подождал змей, покуда терпение не лопнуло и сам на луг прилетел.|- Ой, ну чего ты возишься?|- Погоди чуток! Вот свяжу всё стадо и разом принесу к избе, чтобы запас был.|- Какой же ты, однако, своевольный! Зачем нам запас? Одной вполне достаточно!|Схватил змей за хвост корову, ту, что пожирней, забросил на спину и сам понёс.",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-05.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-05.mp3",
						"time": 0
					},
					{
						"text": "- А этих куда девать? Выходит, зря я их ловил да привязывал?|- Оставь, они нам никчему!|Вернулись домой, а воды в доме нет ни капли.|- Возьми шкуру, - наказывает змей солдату, - сходи по воду! Да полней набирай. Обед готовить будем.|Взял солдат коровью шкуру, а она и без воды тяжёлая! И потащил к колодцу. Затем взял лопату, и начал его по кругу окапывать. Подождал змей, а потом сам к колодцу пришёл.|- Ну, чего ты опять возишься?|- Да вот, хочу колодец выкопать и поближе к избе перенести, чтоб за водой всякий раз не ходить.|- Ой, опять ты по-своему делаешь, нам воды ведь нужно всего на один раз!|Набрал змей полную шкуру воды и сам домой поволок.",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-06.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-06.mp3",
						"time": 0
					},
					{
						"text": "А соддату говорит:|- Ты пока сходи в лес, выбери дуб посуше да побольше, чтоб дров хватило, и тащи его домой!|Пришёл солдат в лес, но вместо того, чтоб дуд корчевать, стал лыко обдирать, да верёвку свивать. А когда получилась верёвка неимоверной длины, начал солдат ею деревья опутывать.|Подождал змей, покуда терпение не лопнуло, и сам в лес прилетел.|- Ну, а теперь ты чего возишься?|- Да лениво каждый раз за дровами ходить! Думаю, разом штук двадцать взять и домой принести!|- Ну, вседа ты что-то выдумываешь! Не нужно нам столько дров! - рассердился змей. Вырвал из земли огромный дуб, забросил за спину и сам к дому потащил.",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-07.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-07.mp3",
						"time": 0
					},
					{
						"text": "Хмурится солдат, делает вид, что рассержен, молчит, ни словечка не вымолвит.|Змей приготовил обед и зовёт солдата к столу. Тот отказывается и только трубку покуривает. Съел змей в одиночку всё мясо, опорожнил целую шкуру воды и у солдата допытывается:|- Отчего ты сердишься, старший брат?|- А оттого и сержусь, - отвечает солдат, - что я как не стараюсь, а всё тебе неугодно!|- Ладно, не обижайся, давай мериться!|- Коли желаешь мериться, сослужи мне службу! Отвези меня в родные края!|- А отчего ж не сослужить? Садись-ка верхом!|Взобрался солдат на змея, поднялся тот выше облаков и полетел к деревне, где солдат проживал.",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-08.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-08.mp3",
						"time": 0
					},
					{
						"text": "А как на землю опустился, набежали тут со всех сторон ребятишки, детвора, да как закричат:|- Вот каков солдат! Змея пленил, змея пленил!|Змей с перепугу не расслышал и спрашивает:|- Что они такое непонятное кричат?|- Это они говорят, что сейчас тобой займутся!|- Ну, раз в этой деревне мальцы такие смелые, - подумал змей, - что ж тогда от взрослых-то ждать?|Оставил он солдата и пустился наутёк. С тех пор о змее и слыхом не слыхивали, будто в воду канул. Прикратил он безобразничать, по сёлам летать, да людей изводить - до того перепугался.",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-09.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-09.mp3",
						"time": 0
					}
				]
			},
			{
				"folder": "repka",
				"title": {"text": "Репка", "img": "title.jpg"},
				"pages": [
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					}
				]
			},
			{
				"folder": "teremok",
				"title": {"text": "Теремок", "img": "title.jpg"},
				"pages": [
					{
						"text": "Ехал мужик с горшками и потерял один горшок.",
						"img": "teremok-01.jpg",
						"sound": "teremok-01.mp3",
						"time": 19.39875
					},
					{
						"text": "Прилетела муха-горюха и спрашивает:|- Чей домок-теремок? Кто в тереме живет?|Видит - никого нет. Она залетела в горшок и стала там жить-поживать.",
						"img": "teremok-02.jpg",
						"sound": "teremok-02.mp3",
						"time": 15.637125
					},
					{
						"text": "Прилетел комар-пискун и спрашивает:|- Чей домок-теремок? Кто в тереме живет?|- Я, муха-горюха. А ты кто?|- Я комар-пискун.|- Ступай ко мне жить!|Вот они стали жить вдвоем.",
						"img": "teremok-03.jpg",
						"sound": "teremok-03.mp3",
						"time": 17.67475
					},
					{
						"text": "Прибежала мышка-норушка и спрашивает:|- Чей домок-теремок? Кто в тереме живет?|- Я, муха-горюха.|- Я, комар-пискун. А ты кто?|- А я - мышка-норушка.|- Ступай к нам жить!|Стали они жить втроем.",
						"img": "teremok-04.jpg",
						"sound": "teremok-04.mp3",
						"time": 20.496
					},
					{
						"text": "Прискакала лягушка-квакушка и спрашивает:|- Чей домок-теремок? Кто в тереме живет?|- Я, муха-горюха.|- Я, комар-пискун.|- А я - мышка-норушка. А ты кто?|- Я лягушка-квакушка.|- Ступай к нам жить!|Cтали они жить вчетвером.",
						"img": "teremok-05.jpg",
						"sound": "teremok-05.mp3",
						"time": 26.138375
					},
					{
						"text": "Бежит зайчик и спрашивает:|- Чей домок-теремок? Кто в тереме живет?|- Я, муха-горюха.|- Я, комар-пискун.|- А я - мышка-норушка.|- Я, лягушка-квакушка. А ты кто?|- Я заюнок-кривоног, по горке скок.|- Ступай к нам жить!|Стали они жить впятером.",
						"img": "teremok-06.jpg",
						"sound": "teremok-06.mp3",
						"time": 21.358
					},
					{
						"text": "Бежала мимо лиса и спрашивает:|- Чей домок-теремок? Кто в тереме живет?|- Я, муха-горюха.|- Я, комар-пискун.|- А я - мышка-норушка.|- Я, лягушка-квакушка.|- Я, заюнок-кривоног, по горке скок. А ты кто?|- Я лиса - при беседе краса.|- Ступай к нам жить!|Стали они жить вшестером.",
						"img": "teremok-07.jpg",
						"sound": "teremok-07.mp3",
						"time": 27.758
					},
					{
						"text": "Прибежал волк:|- Чей домок-теремок? Кто в тереме живет?|- Я, муха-горюха.|- Я, комар-пискун.|- А я - мышка-норушка.|- Я, лягушка-квакушка.|- Я, заюнок-кривоног, по горке скок.|- Я, лиса - при беседе краса. А ты кто?|- Я волк-волчище - из-за куста схватище.|- Ступай к нам жить!|Вот живут они семеро все вместе - и горя мало.",
						"img": "teremok-08.jpg",
						"sound": "teremok-08.mp3",
						"time": 33.713875
					},
					{
						"text": "Пришел медведь и стучится:|- Чей домок-теремок? Кто в тереме живет?|- Я, муха-горюха.|- Я, комар-пискун.|- А я - мышка-норушка.|- Я, лягушка-квакушка.|- Я, заюнок-кривоног, по горке скок.|- Я, лиса - при беседе краса.|- Я, волк-волчище - из-за куста схватище. А ты кто?|- А я вам всем - пригнетыш!|Сел медведь на горшок, горшок раздавил и всех зверей распугал.",
						"img": "teremok-09.jpg",
						"sound": "teremok-09.mp3",
						"time": 56.41425
					}
				]
			},
			{
				"folder": "zayushkina-izbayshka",
				"title": {"text": "Заюшкина избушка", "img": "title.jpg"},
				"pages": [
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					}
				]
			},
			{
				"folder": "zhuravl-i-tsaplya",
				"title": {"text": "Журавль и цапля", "img": "title.jpg"},
				"pages": [
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					}
				]
			},
			{
				"folder": "zolotoy-topor",
				"title": {"text": "золотой топор", "img": "title.jpg"},
				"pages": [
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					},
					{
						"text": "",
						"img": "",
						"sound": "",
						"time": 0
					}
				]
			}
		]
	};

}(window));