/*jslint white: true, nomen: true */
(function (win) {
	"use strict";
	/*global window */
	/*global */

	win.APP.booksData =
	{
		'ru': [
			{
				"folder": "baba-yaga-i-yagody",
				"title": {"text": "Баба Яга и ягоды", "img": "title.jpg"},
				"pages": [
					{
						"text": "В некотором царстве, в славном государстве, возле речки древней, у большой деревни стоял дремучий бор. Грибов и ягод водилось там видимо-невидимо, да только местным жителям радости от этого не было совсем, потому как обитала в чаще того леса старая карга - злобная Яга. Жадна была не в меру и никому в лес ступить не давала: кого в трясину заведёт, кого и вовсе изведёт.",
						"img": "baba-yaga-i-yagody-01.jpg",
						"sound": "baba-yaga-i-yagody-01.mp3",
						"time": 33.818375
					},
					{
						"text": "Как-то летом в самую ягодную пору задумала она полакомиться земляникой, да вот незадача: не хотят ягодки в корзинку к старой Яге идти, под листочками спрятались, в травке затаились. Ворчит баба Яга, злобится, да под каждый листик не заглянешь, каждому кусту не поклонишься.|Той же порой ходила по лесу маленькая девочка. Ещё затемно из дому вышла, корзинку ягод набрать да малость подкормиться. Уж ей-то ягоды на показ выставляются:|- Здесь мы, бери нас скорей!",
						"img": "baba-yaga-i-yagody-02.jpg",
						"sound": "baba-yaga-i-yagody-02.mp3",
						"time": 37.815125
					},
					{
						"text": "Наелась девочка ягод, набрала полную корзинку и хотела уж было домой идти, как повстречалась ей баба Яга, ухватила своей клюкой, да как зашипит:|- Вот почему мне ни одной ягоды не попалось! Ты их все собрала!|Отняла у девочки корзинку, и отправилась к себе в избушку, радуясь нежданной добыче. А девочка присела на пенёк и горько заплакала от обиды.",
						"img": "baba-yaga-i-yagody-03.jpg",
						"sound": "baba-yaga-i-yagody-03.mp3",
						"time": 30.657625
					},
					{
						"text": "Идёт баба Яга, корзинкой покачивает, а ягодки оттуда прыг да скок на травку, прыг да скок, так все и повыпрыгивали и покатились обратно на полянку.|Сидит девочка, жалобно всхлипывает и вдруг слышит из травы:|- Готовь-ка, милая, платочек!|Сняла она косынку, расстелила перед собой, ягодки туда и закатились. Связала их девочка в узелок и радостная побежала домой.",
						"img": "baba-yaga-i-yagody-04.jpg",
						"sound": "baba-yaga-i-yagody-04.mp3",
						"time": 31.310625
					},
					{
						"text": "А баба Яга пришла к себе в избушку, глядь - а ягод-то и нет! Один запах остался. Швырнула она в сердцах корзинку, затряслась, затопала ногами:|- А-а-а! Чтоб тебе ни дна, ни покрышки!|Ругалась, ругалась, да от злобы и лопнула, да с таким треском и грохотом, что вместе с ней рассыпалась и её избушка. И появилось в этом месте болото, а по краям его выросло много ягодных кустов, где деревенские ребятишки каждый год лакомятся спелой земляникой.|Тут и сказке конец.",
						"img": "baba-yaga-i-yagody-05.jpg",
						"sound": "baba-yaga-i-yagody-05.mp3",
						"time": 45.1555
					}
				]
			},
			{
				"folder": "bagazh",
				"title": {"text": "Багаж", "img": "title.jpg"},
				"pages": [
					{
						"text": "Дама сдавала в багаж|Диван,|Чемодан,|Саквояж,|Картину,|Корзину,|Картонку|И маленькую собачонку.",
						"img": "bagazh-01.jpg",
						"sound": "bagazh-01.mp3",
						"time": 11.8755
					},
					{
						"text": "Выдали даме на станции|Четыре зелёных квитанции|О том, что получен багаж:|Диван,|Чемодан,|Саквояж,|Картина,|Корзина,|Картонка|И маленькая собачонка.",
						"img": "bagazh-02.jpg",
						"sound": "bagazh-02.mp3",
						"time": 15.584875
					},
					{
						"text": "Вещи везут на перрон.|Кидают в открытый вагон.|Готово! Уложен багаж:|Диван,|Чемодан,|Саквояж,|Картина,|Корзина,|Картонка|И маленькая собачонка.|Но только раздался звонок,|Удрал из вагона щенок.",
						"img": "bagazh-03.jpg",
						"sound": "bagazh-03.mp3",
						"time": 19.29425
					},
					{
						"text": "Хватились на станции Дно:|Потеряно место одно.|В испуге считают багаж:|Диван,|Чемодан,|Саквояж,|Картина,|Корзина,|Картонка...|Товарищи! Где собачонка?",
						"img": "bagazh-04.jpg",
						"sound": "bagazh-04.mp3",
						"time": 15.480375
					},
					{
						"text": "Вдруг видят: стоит у колёс|Огромный взъерошенный пёс.|Поймали его и в багаж,|Туда, где лежал саквояж,|Картина,|Корзина,|Картонка,|Где прежде была собачонка.",
						"img": "bagazh-05.jpg",
						"sound": "bagazh-05.mp3",
						"time": 18.353875
					},
					{
						"text": "Приехали в город Житомир.|Носильщик пятнадцатый номер|Везёт на тележке багаж:|Диван,|Чемодан,|Саквояж,|Картину,|Корзину,|Картонку,|А сзади ведут собачонку.",
						"img": "bagazh-06.jpg",
						"sound": "bagazh-06.mp3",
						"time": 19.633875
					},
					{
						"text": "Собака-то как зарычит.|А барыня как закричит:|Разбойники! Воры! Уроды!|Собака - не той породы!|Швырнула она чемодан,|Ногой отпихнула диван,|Картину,|Корзину,|Картонку...|Отдайте мою собачонку!",
						"img": "bagazh-07.jpg",
						"sound": "bagazh-07.mp3",
						"time": 22.89925
					},
					{
						"text": "Позвольте, мамаша! На станции,|Согласно багажной квитанции,|От вас получили багаж:|Диван,|Чемодан,|Саквояж,|Картину,|Корзину,|Картонку|И маленькую собачонку.|Однако|За время пути|Собака|Могла подрасти!",
						"img": "bagazh-08.jpg",
						"sound": "bagazh-08.mp3",
						"time": 50.406125
					}
				]
			},
			{
				"folder": "kolobok",
				"title": {"text": "Колобок", "img": "title.jpg"},
				"pages": [
					{
						"text": "Жил-был старик со старухою.|Просит старик:|- Испеки, старуха, колобок.|- Из чего печь-то? Муки нету.|- Э-эх , старуха! По коробу поскреби, по сусеку помети; авось муки и наберется.",
						"img": "kolobok-01.jpg",
						"sound": "kolobok-01.mp3",
						"time": 39.748125
					},
					{
						"text": "Взяла старуха крылышко, по коробу поскребла, по сусеку помела, и набралось муки пригоршни с две.",
						"img": "kolobok-02.jpg",
						"sound": "kolobok-02.mp3",
						"time": 8.375125
					},
					{
						"text": "Замесила на сметане, изжарила в масле и положила на окошечко постудить.",
						"img": "kolobok-03.jpg",
						"sound": "kolobok-03.mp3",
						"time": 8.793125
					},
					{
						"text": "Колобок полежал-полежал, да вдруг и покатился — с окна на лавку, с лавки на пол, по полу да к дверям, перепрыгнул через порог в сени, из сеней на крыльцо, с крыльца на двор, со двора за ворота, дальше и дальше.",
						"img": "kolobok-04.jpg",
						"sound": "kolobok-04.mp3",
						"time": 25.772625
					},
					{
						"text": "Катится колобок по дороге, а навстречу ему заяц:|- Колобок, колобок! Я тебя съем!|- Не ешь меня, косой зайчик! Я тебе песенку спою,— сказал колобок и запел:|Я по скребён метен, на сметане мешон,|Я в масле пряжон, на окошке стужон;|Я от дедушки ушел, я от бабушки ушел,|От тебя, зайца, не хитро уйти!|И покатился себе дальше; только заяц его и видел!",
						"img": "kolobok-05.jpg",
						"sound": "kolobok-05.mp3",
						"time": 33.113125
					},
					{
						"text": "Катится колобок, а навстречу ему волк:|- Колобок, колобок! Я тебя съем!|- Не ешь меня, серый волк! Я тебе песенку спою!|Я по сусеку скребён, на сметане мешон,|Я в масле пряжон, на окошке стужон;|Я от дедушки ушел, я от бабушки ушел,|Я от зайца ушел,|От тебя, волка, не хитро уйти!|И покатился себе дальше; только волк его и видел!",
						"img": "kolobok-06.jpg",
						"sound": "kolobok-06.mp3",
						"time": 31.624125
					},
					{
						"text": "Катится колобок, а навстречу ему медведь:|- Колобок, колобок! Я тебя съем.|- Где тебе, косолапому, съесть меня!|Я по сусеку скребён, на сметане мешон,|Я в масле пряжон, на окошке стужон;|Я от дедушки ушел, я от бабушки ушел,|Я от зайца ушел, я от волка ушел,|От тебя, медведь, не хитро уйти!|И опять укатился; только медведь его и видел!",
						"img": "kolobok-07.jpg",
						"sound": "kolobok-07.mp3",
						"time": 36.796375
					},
					{
						"text": "Катится, катится колобок, а навстречу ему лиса:|- Здравствуй, колобок! Какой ты хорошенький!|А колобок запел:|Я по сусеку скребён, на сметане мешон,|Я в масле пряжон, на окошке стужон;|Я от дедушки ушел, я от бабушки ушел,|Я от зайца ушел, я от волка ушел,|От медведя ушел,|От тебя, лиса, и подавно уйду!",
						"img": "kolobok-08.jpg",
						"sound": "kolobok-08.mp3",
						"time": 49.700875
					},
					{
						"text": "- Какая славная песенка! — сказала лиса. - Но ведь я, колобок, стара стала, плохо слышу; сядь-ка на мою мордочку, да пропой еще разок погромче.|Колобок вскочил лисе на мордочку и запел ту же песню.|- Спасибо, колобок! Славная песенка, еще бы послушала! Сядь-ка на мой язычок да пропой в последний разок, - сказала лиса и высунула свой язык.|Колобок сдуру прыг ей на язык, а лиса - ам его! - и скушала.",
						"img": "kolobok-09.jpg",
						"sound": "kolobok-09.mp3",
						"time": 93.664875
					}
				]
			},
			{
				"folder": "kurochka-ryaba",
				"title": {"text": "Курочка ряба", "img": "title.jpg"},
				"pages": [
					{
						"text": "Жили себе дед да баба,",
						"img": "kurochka-ryaba-01.jpg",
						"sound": "kurochka-ryaba-01.mp3",
						"time": 21.828125
					},
					{
						"text": "И была у них курочка Ряба.",
						"img": "kurochka-ryaba-02.jpg",
						"sound": "kurochka-ryaba-02.mp3",
						"time": 4.378375
					},
					{
						"text": "Снесла курочка яичко.",
						"img": "kurochka-ryaba-03.jpg",
						"sound": "kurochka-ryaba-03.mp3",
						"time": 17.8315
					},
					{
						"text": "Яичко не простое - Золотое.",
						"img": "kurochka-ryaba-04.jpg",
						"sound": "kurochka-ryaba-04.mp3",
						"time": 3.908125
					},
					{
						"text": "Дед бил, бил - не разбил.",
						"img": "kurochka-ryaba-05.jpg",
						"sound": "kurochka-ryaba-05.mp3",
						"time": 18.406125
					},
					{
						"text": "Баба била, била - не разбила.",
						"img": "kurochka-ryaba-06.jpg",
						"sound": "kurochka-ryaba-06.mp3",
						"time": 5.867375
					},
					{
						"text": "Мышка бежала, хвостиком махнула,|Яичко упало и разбилось.",
						"img": "kurochka-ryaba-07.jpg",
						"sound": "kurochka-ryaba-07.mp3",
						"time": 8.740875
					},
					{
						"text": "Дед плачет, баба плачет.",
						"img": "kurochka-ryaba-08.jpg",
						"sound": "kurochka-ryaba-08.mp3",
						"time": 4.718
					},
					{
						"text": "А курочка кудахчет:|\"Не плач дед, не плач баба,",
						"img": "kurochka-ryaba-09.jpg",
						"sound": "kurochka-ryaba-09.mp3",
						"time": 8.14
					},
					{
						"text": "Снесу я вам яичко другое,|Не золотое, а простое\".",
						"img": "kurochka-ryaba-10.jpg",
						"sound": "kurochka-ryaba-10.mp3",
						"time": 11.17025
					}
				]
			},
			{
				"folder": "pro-glupogo-zmeya-i-umnogo-soldata",
				"title": {"text": "Про глупого змея и умного солдата", "img": "title.jpg"},
				"pages": [
					{
						"text": "В тридевятом царстве, в тридесятом государстве жил в старину один солдат. Отслужил он службу и отправился в родные края. Идёт себе, довольный, песни поёт. Ближе к вечеру пришёл он в глухую деревушку. Постучал в ближайшую избу и крикнул:|- Любезные хозяева! Пустите солдата на постой!|А в ответ - молчание. Тогда пошёл он в другую избу, но и там не отзываются. К третьей направился - и здесь та же картина. Толкнул солдат дверь и вошёл в избу. Глядит - пусто, только слой пыли да паутина по углам.|- Интересно, - размышляет солдат, - куда это люди из деревни пропали?|Решил он пройти по улице, жителей поискать. Но куда ни зайдёт - ни одной живой души не видать. Дошёл до конца деревни и в самой крайней избе обнаружил старичка, горько вздыхавшего на печи.|- Здорово, хозяин! - приветствует солдат.",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-01.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-01.mp3",
						"time": 76.162875
					},
					{
						"text": "- Здравствуй, служивый, - овечает старик, - отчаянный ты видно, храбрец, коли пришёл сюда!|- А что же тут у вас страшного?|- А то, что появился в наших краях змей, всех людишек извёл, меня лишь оставил. А поутру прилетит мною позавтракает, а тобой и закусит. Ему что один, что двое - без разницы.|- Это мы ещё посмотрим, не поперхнётся ли! - отвечает солдат. - Я тут у тебя заночую, а утром гляну, что за змей такой объявился.|Ночь прошла спокойно, а утром изба закачалась, словно от сильного ветра - это змей прилетел. Заглянул он в горницу и зело обрадовался:|- Это хорошо, что вместо одного их двое оказалось, сейчас славно закушу!|- А не подавишься? - спрашивает солдат.|- Это кто тут голос подаёт?|- Тот, чья солдатская сила поболе твоей будет!",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-02.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-02.mp3",
						"time": 68.56125
					},
					{
						"text": "- Ну, раз так, идём во двор! - говорит змей, - будем сейчас с тобой силой мериться!|- Чтож, померимся!|Взял змей с земли огромный камень и хвастается:|- Гляди, как я его сейчас одной лапой сожму, раздавлю на мелкие песчинки!|- Да ты не хвались, раздави сперва!|Зажал змей камень в ладони, поднапрягся, да как стиснет, что осколки во все стороны брызнули. Разжал лапу, лишь песок на землю стряхнул.|- Эх, тоже мне, фокус! - говорит солдат, а слабо тебе из камня воду выдавить?|- Ну, этого никто не сможет! - отвечает змей.|- А вот спорим, я смогу! Погоди чуток!|Сбегал он в избу, где давеча заметил на окне узелок с творогом. Прихватил его, да во двор. Сжал его в кулаке, так что сыворотка и брызнула.",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-03.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-03.mp3",
						"time": 65.8445
					},
					{
						"text": "- Ну что, теперь понял, кто сильнее?|- Да, служивый, рука у тебя посильнее будет. А зато я свиснуть могу погромче твоего!|- А ну, попробуй!|Змей вздохнул поглубже и засвистел - деревья аж к земле пригнуло, а листья как ураганом смело.|- Разве это свист? - говорит солдат. - Сейчас я покажу, как свистеть надо. Только ты сперва глаза завяжи, чтобы они на лоб не повылазили!|Змей с опаской завязал глаза, а солдат тем временем достал большую дубину, да как и приложил его по макушке, у змея аж искры из глаз посыпались.|- Ой! - заорал он дурным голосом, - Хватит, солдат! У меня от твоего свиста шум в голове и звон в ушах стоит!|- Как хочешь, а то может ещё разок свиснуть?|- Нет уж, достаточно мы поспорили. Станем-ка лучше дружить, как братья! Ты мне будешь старшим братом, а я тебе - младшим.",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-04.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-04.mp3",
						"time": 73.36775
					},
					{
						"text": "- Хм, как-то не с руки мне водить дружбу со змеем. Да уж ладно, так тому и быть!|- Тогда, брат, станем мы с тобой хозяйствовать сами. Перво-наперво сходи-ка в поле, где коровы пасутся, выбери ту, которая пожирнее, да домой волоки!|Пошёл солдат в поле. Глядит - действительно: гуляет стадо коров. Призадумался он сперва, а потом согнал их в кучу и начал за хвосты привязывать.|Подождал змей, покуда терпение не лопнуло и сам на луг прилетел.|- Ой, ну чего ты возишься?|- Погоди чуток! Вот свяжу всё стадо и разом принесу к избе, чтобы запас был.|- Какой же ты, однако, своевольный! Зачем нам запас? Одной вполне достаточно!|Схватил змей за хвост корову, ту, что пожирней, забросил на спину и сам понёс.",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-05.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-05.mp3",
						"time": 61.53425
					},
					{
						"text": "- А этих куда девать? Выходит, зря я их ловил да привязывал?|- Оставь, они нам никчему!|Вернулись домой, а воды в доме нет ни капли.|- Возьми шкуру, - наказывает змей солдату, - сходи по воду! Да полней набирай. Обед готовить будем.|Взял солдат коровью шкуру, а она и без воды тяжёлая! И потащил к колодцу. Затем взял лопату, и начал его по кругу окапывать. Подождал змей, а потом сам к колодцу пришёл.|- Ну, чего ты опять возишься?|- Да вот, хочу колодец выкопать и поближе к избе перенести, чтоб за водой всякий раз не ходить.|- Ой, опять ты по-своему делаешь, нам воды ведь нужно всего на один раз!|Набрал змей полную шкуру воды и сам домой поволок.",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-06.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-06.mp3",
						"time": 58.242875
					},
					{
						"text": "А соддату говорит:|- Ты пока сходи в лес, выбери дуб посуше да побольше, чтоб дров хватило, и тащи его домой!|Пришёл солдат в лес, но вместо того, чтоб дуд корчевать, стал лыко обдирать, да верёвку свивать. А когда получилась верёвка неимоверной длины, начал солдат ею деревья опутывать.|Подождал змей, покуда терпение не лопнуло, и сам в лес прилетел.|- Ну, а теперь ты чего возишься?|- Да лениво каждый раз за дровами ходить! Думаю, разом штук двадцать взять и домой принести!|- Ну, вседа ты что-то выдумываешь! Не нужно нам столько дров! - рассердился змей. Вырвал из земли огромный дуб, забросил за спину и сам к дому потащил.",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-07.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-07.mp3",
						"time": 53.227375
					},
					{
						"text": "Хмурится солдат, делает вид, что рассержен, молчит, ни словечка не вымолвит.|Змей приготовил обед и зовёт солдата к столу. Тот отказывается и только трубку покуривает. Съел змей в одиночку всё мясо, опорожнил целую шкуру воды и у солдата допытывается:|- Отчего ты сердишься, старший брат?|- А оттого и сержусь, - отвечает солдат, - что я как не стараюсь, а всё тебе неугодно!|- Ладно, не обижайся, давай мериться!|- Коли желаешь мериться, сослужи мне службу! Отвези меня в родные края!|- А отчего ж не сослужить? Садись-ка верхом!|Взобрался солдат на змея, поднялся тот выше облаков и полетел к деревне, где солдат проживал.",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-08.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-08.mp3",
						"time": 54.246125
					},
					{
						"text": "А как на землю опустился, набежали тут со всех сторон ребятишки, детвора, да как закричат:|- Вот каков солдат! Змея пленил, змея пленил!|Змей с перепугу не расслышал и спрашивает:|- Что они такое непонятное кричат?|- Это они говорят, что сейчас тобой займутся!|- Ну, раз в этой деревне мальцы такие смелые, - подумал змей, - что ж тогда от взрослых-то ждать?|Оставил он солдата и пустился наутёк. С тех пор о змее и слыхом не слыхивали, будто в воду канул. Прикратил он безобразничать, по сёлам летать, да людей изводить - до того перепугался.",
						"img": "pro-glupogo-zmeya-i-umnogo-soldata-09.jpg",
						"sound": "pro-glupogo-zmeya-i-umnogo-soldata-09.mp3",
						"time": 52.33925
					}
				]
			},
			{
				"folder": "repka",
				"title": {"text": "Репка", "img": "title.jpg"},
				"pages": [
					{
						"text": "Посадил дед репку. Посадил и говорит:|- Расти-расти, репка, сладка! Расти-расти, репка, крепка!",
						"img": "repka-01.jpg",
						"sound": "repka-01.mp3",
						"time": 12.580875
					},
					{
						"text": "Выросла репка сладка, крепка, большая-пребольшая!|Пошёл дед репку рвать. Тянет-потянет, вытянуть не может.",
						"img": "repka-02.jpg",
						"sound": "repka-02.mp3",
						"time": 9.838
					},
					{
						"text": "Позвал дед бабку. Бабка - за дедку, дедка - за репку: тянут-потянут, вытянуть не могут!",
						"img": "repka-03.jpg",
						"sound": "repka-03.mp3",
						"time": 11.327
					},
					{
						"text": "Повала бабка внучку. Внучка - за бабку, бабка - за дедку, дедка - за репку: тянут-потянут, вытянуть не могут!",
						"img": "repka-04.jpg",
						"sound": "repka-04.mp3",
						"time": 12.319625
					},
					{
						"text": "Позвала внучка Жучку. Жучка - за внучку, внучка - за бабку, бабка - за дедку, дедка - за репку: тянут-потянут, вытянуть не могут.",
						"img": "repka-05.jpg",
						"sound": "repka-05.mp3",
						"time": 14.59225
					},
					{
						"text": "Позвала Жучка кошку . Кошка- за Жучку, Жучка - за внучку, внучка - за бабку, бабка - за дедку, дедка - за репку: тянут-потянут, вытянуть не могут.",
						"img": "repka-06.jpg",
						"sound": "repka-06.mp3",
						"time": 25.407
					},
					{
						"text": "Позвала кошка мышку. Мышка - за кошку, кошка - за Жучку, Жучка - за внучку, внучка - за бабку, бабка - за дедку, дедка - за репку:",
						"img": "repka-07.jpg",
						"sound": "repka-07.mp3",
						"time": 31.206125
					},
					{
						"text": "тянут-потянут - и вытянули репку.",
						"img": "repka-08.jpg",
						"sound": "repka-08.mp3",
						"time": 8.375125
					}
				]
			},
			{
				"folder": "teremok",
				"title": {"text": "Теремок", "img": "title.jpg"},
				"pages": [
					{
						"text": "Ехал мужик с горшками и потерял один горшок.",
						"img": "teremok-01.jpg",
						"sound": "teremok-01.mp3",
						"time": 19.39875
					},
					{
						"text": "Прилетела муха-горюха и спрашивает:|- Чей домок-теремок? Кто в тереме живет?|Видит - никого нет. Она залетела в горшок и стала там жить-поживать.",
						"img": "teremok-02.jpg",
						"sound": "teremok-02.mp3",
						"time": 15.637125
					},
					{
						"text": "Прилетел комар-пискун и спрашивает:|- Чей домок-теремок? Кто в тереме живет?|- Я, муха-горюха. А ты кто?|- Я комар-пискун.|- Ступай ко мне жить!|Вот они стали жить вдвоем.",
						"img": "teremok-03.jpg",
						"sound": "teremok-03.mp3",
						"time": 17.67475
					},
					{
						"text": "Прибежала мышка-норушка и спрашивает:|- Чей домок-теремок? Кто в тереме живет?|- Я, муха-горюха.|- Я, комар-пискун. А ты кто?|- А я - мышка-норушка.|- Ступай к нам жить!|Стали они жить втроем.",
						"img": "teremok-04.jpg",
						"sound": "teremok-04.mp3",
						"time": 20.496
					},
					{
						"text": "Прискакала лягушка-квакушка и спрашивает:|- Чей домок-теремок? Кто в тереме живет?|- Я, муха-горюха.|- Я, комар-пискун.|- А я - мышка-норушка. А ты кто?|- Я лягушка-квакушка.|- Ступай к нам жить!|Cтали они жить вчетвером.",
						"img": "teremok-05.jpg",
						"sound": "teremok-05.mp3",
						"time": 26.138375
					},
					{
						"text": "Бежит зайчик и спрашивает:|- Чей домок-теремок? Кто в тереме живет?|- Я, муха-горюха.|- Я, комар-пискун.|- А я - мышка-норушка.|- Я, лягушка-квакушка. А ты кто?|- Я заюнок-кривоног, по горке скок.|- Ступай к нам жить!|Стали они жить впятером.",
						"img": "teremok-06.jpg",
						"sound": "teremok-06.mp3",
						"time": 21.358
					},
					{
						"text": "Бежала мимо лиса и спрашивает:|- Чей домок-теремок? Кто в тереме живет?|- Я, муха-горюха.|- Я, комар-пискун.|- А я - мышка-норушка.|- Я, лягушка-квакушка.|- Я, заюнок-кривоног, по горке скок. А ты кто?|- Я лиса - при беседе краса.|- Ступай к нам жить!|Стали они жить вшестером.",
						"img": "teremok-07.jpg",
						"sound": "teremok-07.mp3",
						"time": 27.758
					},
					{
						"text": "Прибежал волк:|- Чей домок-теремок? Кто в тереме живет?|- Я, муха-горюха.|- Я, комар-пискун.|- А я - мышка-норушка.|- Я, лягушка-квакушка.|- Я, заюнок-кривоног, по горке скок.|- Я, лиса - при беседе краса. А ты кто?|- Я волк-волчище - из-за куста схватище.|- Ступай к нам жить!|Вот живут они семеро все вместе - и горя мало.",
						"img": "teremok-08.jpg",
						"sound": "teremok-08.mp3",
						"time": 33.713875
					},
					{
						"text": "Пришел медведь и стучится:|- Чей домок-теремок? Кто в тереме живет?|- Я, муха-горюха.|- Я, комар-пискун.|- А я - мышка-норушка.|- Я, лягушка-квакушка.|- Я, заюнок-кривоног, по горке скок.|- Я, лиса - при беседе краса.|- Я, волк-волчище - из-за куста схватище. А ты кто?|- А я вам всем - пригнетыш!|Сел медведь на горшок, горшок раздавил и всех зверей распугал.",
						"img": "teremok-09.jpg",
						"sound": "teremok-09.mp3",
						"time": 56.41425
					}
				]
			},
			{
				"folder": "zayushkina-izbayshka",
				"title": {"text": "Заюшкина избушка", "img": "title.jpg"},
				"pages": [
					{
						"text": "Жили-были лиса да заяц. У лисы была избёнка ледяная, а у зайца - лубяная.|Пришла весна-красна, у лисы избёнка расстаяла, а у зайца стоит по-старому.",
						"img": "zayushkina-izbayshka-01.jpg",
						"sound": "zayushkina-izbayshka-01.mp3",
						"time": 40.4535
					},
					{
						"text": "Вот лиса попросилась у него переночевать, да его из избёнки и выгнала!|Идёт дорогой зайчик, плачет. Ему на встречу - собака:|- Тяф-тяф-тяф! Что, зайчик, плачешь?|- Как же мне не плакать? Была у меня избёнка лубяная, а у лисы - ледяная. Попросилась она ко мне ночевать, да меня же и выгнала!|- Гав! Не плачь, зайчик! Я твоему горю помогу!|Подошли они к избёнке, собака забрехала:",
						"img": "zayushkina-izbayshka-02.jpg",
						"sound": "zayushkina-izbayshka-02.mp3",
						"time": 38.651
					},
					{
						"text": "- Тяф-тяф-тяф! Поди, лиса, вон!|А лиса им с печи:|- Как выскочу, как выпрыгну, пойдут клочки по закоулочкам!|Собака испугалась и убежала.|Зайчик опять идёт дорогой, плачет. Ему на встречу - медведь: - О чём, зайчик, плачешь?|- Как же мне не плакать? Была у меня избёнка лубяная, а у лисы - ледяная, попросилась она ко мне ночевать, да меня же и выгнала!|- Не плачь! Я твоему горю помогу!",
						"img": "zayushkina-izbayshka-03.jpg",
						"sound": "zayushkina-izbayshka-03.mp3",
						"time": 42.673875
					},
					{
						"text": "- Нет, не поможешь! Собака гнала - не выгнала и тебе не выгнать!|- Нет, выгоню!|- Подошли они к избёнке, медведь как закричит:|- Поди, лиса, вон!|А лиса им с печи:|- Как выскочу, как выпрыгну, пойдут клочки по закоулочкам!|Медведь испугался и убежал.|Идёт опять зайчик, ему на встречу бык:|- Му-у-у-у! Что, зайчик, плачешь?",
						"img": "zayushkina-izbayshka-04.jpg",
						"sound": "zayushkina-izbayshka-04.mp3",
						"time": 34.7065
					},
					{
						"text": "-Как же мне не плакать? Была у меня избёнка лубяная, а у лисы - ледяная. Попросилась она ко мне ночевать, да меня же и выгнала!|- Му-у-у! Пойдём, я твоему горю помогу!|- Нет, бык, не поможешь! Собака гнала- не выгнала, медведь гнал - не выгнал и тебе не выгнать!|- Нет, выгоню!|Подошли они к избёнке, бык как заревел:|- Поди, лиса, вон!|А лиса им с печи:",
						"img": "zayushkina-izbayshka-05.jpg",
						"sound": "zayushkina-izbayshka-05.mp3",
						"time": 42.778375
					},
					{
						"text": "- Как выскочу, как выпрыгну, пойдут клочки по закоулочкам!|Бык испугался и убежал.|Идёт зайчик опять дорогой, плачет пуще прежнего. Eму на встречу петух с косой:|- Куд-ку-да! O чём, зайчик, плачешь?|- Как же мне не плакать? была у меня избёнка лубяная, а у лисы - ледяная. Попросилась она ко мне переночевать, да меня же и выгнала!- Пойдём, я твоему горю помогу!",
						"img": "zayushkina-izbayshka-06.jpg",
						"sound": "zayushkina-izbayshka-06.mp3",
						"time": 44.5025
					},
					{
						"text": "- Нет, петух, не поможешь! Собака гнала - не выгнала, медведь гнал - не выгнал, бык гнал - не выгнал, и тебе не выгнать!|- Нет, выгоню!|Подошли они к избёнке, петух лапками затопал, крыльями забил:|- Кукареку-у! Иду на пятах, несу косу на плечах,|Хочу лису посечи, слезай, лиса, с печи!|Поди, лиса, вон!|- Обуваюсь!",
						"img": "zayushkina-izbayshka-07.jpg",
						"sound": "zayushkina-izbayshka-07.mp3",
						"time": 24.989
					},
					{
						"text": "Петух опять:|- Иду на пятах, несу косу на плечах,|Хочу лису посечи, слезай, лиса, с печи!|Поди, лиса, вон!|Лиса опять говорит: Одеваюсь!|Петух в третий раз:|- Кукареку! Иду на пятах,|Несу косу на плечах!...",
						"img": "zayushkina-izbayshka-08.jpg",
						"sound": "zayushkina-izbayshka-08.mp3",
						"time": 47.689375
					},
					{
						"text": "Лиса без памяти выбежала, петух взмахнул косой - её и след простыл!|И стали они с зайчиком жить-поживать в лубяной избушке.",
						"img": "zayushkina-izbayshka-09.jpg",
						"sound": "zayushkina-izbayshka-09.mp3",
						"time": 9.7335
					}
				]
			},
			{
				"folder": "zhuravl-i-tsaplya",
				"title": {"text": "Журавль и цапля", "img": "title.jpg"},
				"pages": [
					{
						"text": "Жили-были по разным концам одного болота Журавль и Цапля. Соседствовали по-доброму, в гости наведывались.|Да скучно Журавлю стало в одиночку век коротать, и решил он жениться.|- Пойду-ка я посватаюсь к Цапле! - и пошлёпал по болоту.",
						"img": "zhuravl-i-tsaplya-01.jpg",
						"sound": "zhuravl-i-tsaplya-01.mp3",
						"time": 33.6355
					},
					{
						"text": "Семь верст грязь месил, насилу добрёл. Едва отдышался, и стучит в избушку:|- Цапля, ты дома?|- Дома, где ж мне ещё быть! Ты чего хотел, долговязый?|- Выходи за меня замуж!|Рассмеялась в ответ Цапля:|- Нет, Журавль, не пойду! Ты на себя взгляни: ноги у тебя длинные, одежда короткая. Не пара ты мне! Да и кормить мне тебя нечем.|Так и пошел Журавль домой несолоно хлебавши.",
						"img": "zhuravl-i-tsaplya-02.jpg",
						"sound": "zhuravl-i-tsaplya-02.mp3",
						"time": 42.177625
					},
					{
						"text": "А Цапля задумалась: \"И зачем я его прогнала? Чем одной жить, выйду-ка я за Журавля\".|И пошла на другой конец болота. Кое-как добралась, стучится:|- Журавушка, возьми меня замуж!|- Ты, одноногая, когда последний раз в зеркало смотрелась? Не хочу я на такой жениться.|Цапля заплакала со стыда и воротилась к себе.",
						"img": "zhuravl-i-tsaplya-03.jpg",
						"sound": "zhuravl-i-tsaplya-03.mp3",
						"time": 38.5465
					},
					{
						"text": "А Журавль спохватился и думает:|\"Зря я Цаплю обидел! Возьму-ка всё-таки её замуж!\"|Приходит и говорит:|- Цапля! Решил я всё же на тебе жениться.|- Убирайся, не хочу я за тебя идти!|С тем и ушёл Журавль.|Цапля размышляет:\"Зря я отказалась. Чего одной-то жить?\". И вновь пошла к Журавлю свататься, но теперь и он не хочет.",
						"img": "zhuravl-i-tsaplya-04.jpg",
						"sound": "zhuravl-i-tsaplya-04.mp3",
						"time": 36.14325
					},
					{
						"text": "Вот так до сих пор и ходят они по болоту друг за дружкой, да никак не женятся. А всё оттого, что гордыня их замучила.",
						"img": "zhuravl-i-tsaplya-05.jpg",
						"sound": "zhuravl-i-tsaplya-05.mp3",
						"time": 16.49925
					}
				]
			},
			{
				"folder": "zolotoy-topor",
				"title": {"text": "золотой топор", "img": "title.jpg"},
				"pages": [
					{
						"text": "Однажды пошёл мужик в лес дрова рубить.|Подошёл к озеру, сел на берег и нечаянно уронил топор в воду. Сидит он и плачет. Вдруг из воды выходит чёрт и спрашивает:|- Чего, мужик, плачешь?|- Топор, батюшка, утопил.",
						"img": "zolotoy-topor-01.jpg",
						"sound": "zolotoy-topor-01.mp3",
						"time": 24.8845
					},
					{
						"text": "Пошёл чёрт в воду и через недолгое время приносит мужику серебряный топор и спрашивает:|- Твой топор?|- Нет, - отвечает мужик, - не мой...|Чёрт снова ушёл в воду. И снова приносит ему топор, теперь - золотой - и спрашивает:|- Твой топор?|- Нет, - овечает мужик, - не мой...",
						"img": "zolotoy-topor-02.jpg",
						"sound": "zolotoy-topor-02.mp3",
						"time": 29.273125
					},
					{
						"text": "В третий раз чёрт вынес мужику его собственный топор, и спрашивает:|- Твой топор?|- Мой, мой!|Тогда чёрт подарил мужику все три топора.",
						"img": "zolotoy-topor-03.jpg",
						"sound": "zolotoy-topor-03.mp3",
						"time": 13.756375
					},
					{
						"text": "И пошёл мужик домой с радостью. Пришёл он домой и рассказал всё мужикам.|Тогда одному богатому мужику тоже захотелось получить золотой и серебряный топоры.",
						"img": "zolotoy-topor-04.jpg",
						"sound": "zolotoy-topor-04.mp3",
						"time": 14.59225
					},
					{
						"text": "Пришёл он к озеру, бросил свой топор в воду, сидит и горюет.|Выходит из воды чёрт, спрашивает:|- Что ты горюешь?|- Да в воду топор потопил.",
						"img": "zolotoy-topor-05.jpg",
						"sound": "zolotoy-topor-05.mp3",
						"time": 14.8535
					},
					{
						"text": "Ушёл чёрт. Через недолгое время приносит ему серебряный топор и спрашивает:|- Твой топор?|- Мой, мой, чур мой! - закричал мужик.|А чёрт ушёл с топором и больше не вышел из воды.",
						"img": "zolotoy-topor-06.jpg",
						"sound": "zolotoy-topor-06.mp3",
						"time": 16.9955
					},
					{
						"text": "Так богатый мужик и остался без топора.",
						"img": "zolotoy-topor-07.jpg",
						"sound": "zolotoy-topor-07.mp3",
						"time": 3.882
					}
				]
			},

			{
				"folder": "kak-lisa-s-ovtsoy-volka-nakazali",
				"title": {"text": "Как Лиса с Овцой Волка наказали", "img": "title.jpg"},
				"pages": [
					{
						"text": "Жила-была у одного крестьянина Овца. Невзлюбил её хозяин, придирками замучил! Решила она уйти из дома.|Шла себе, шла. Повстречалась ей Лиса:|- Ты куда, Овечка, направляешься?|- Да вот, Лисичка-сестричка, ушла я от мужика, житья совсем не стало. Что ни случись: козёл ли сено раскидает, баран ли изгородь повалит, кругом у него я, Овца, виновата.",
						"img": "kak-lisa-s-ovtsoy-volka-nakazali-01.jpg",
						"sound": "kak-lisa-s-ovtsoy-volka-nakazali-01.mp3",
						"time": 41.602875
					},
					{
						"text": "- Ох, и не говори, Овечка-подружка! У меня та же история: сом ли уточку притопит, ястреб курочку прихватит, во всём меня виноватят.|И решили Овца с Лисой вместе держаться: так веселее. Пошли, куда глаза глядят.",
						"img": "kak-lisa-s-ovtsoy-volka-nakazali-02.jpg",
						"sound": "kak-lisa-s-ovtsoy-volka-nakazali-02.mp3",
						"time": 21.932625
					},
					{
						"text": "А навстречу - Волк-браток, серый хвосток:|- Здорово, подруги! Далеко ли собрались?|- А куда глаза глядят, - отвечает Лиса.|- Ну так, мне как раз по пути! - обрадовался Волк.|И пошли они вместе.",
						"img": "kak-lisa-s-ovtsoy-volka-nakazali-03.jpg",
						"sound": "kak-lisa-s-ovtsoy-volka-nakazali-03.mp3",
						"time": 15.689375
					},
					{
						"text": "А по дороге Волк и говорит:|- Послушай, Овца, тулупчик-то на тебе - мой!|Услыхала это Лиса, встряла в разговор:|- А точно ли твой?|- Мне ли свой тулупчик не знать!",
						"img": "kak-lisa-s-ovtsoy-volka-nakazali-04.jpg",
						"sound": "kak-lisa-s-ovtsoy-volka-nakazali-04.mp3",
						"time": 16.264125
					},
					{
						"text": "- И поклясться можешь?|- Да запросто! - отвечает Волк. А хитрая Лиса давно приметила, где охотник капкан поставил и указала Волку на едва приметный бугорок:|- Ну тогда прямо здесь целуй присягу!",
						"img": "kak-lisa-s-ovtsoy-volka-nakazali-05.jpg",
						"sound": "kak-lisa-s-ovtsoy-volka-nakazali-05.mp3",
						"time": 16.211875
					},
					{
						"text": "Волк, не чуя подвоха, ткнулся мордой, куда Лиса велела. Щёлкнул капкан и прихватил Серого.",
						"img": "kak-lisa-s-ovtsoy-volka-nakazali-06.jpg",
						"sound": "kak-lisa-s-ovtsoy-volka-nakazali-06.mp3",
						"time": 7.304125
					},
					{
						"text": "А подруги убежали подобру-поздорову и решили больше попутчиков с собой не брать.",
						"img": "kak-lisa-s-ovtsoy-volka-nakazali-07.jpg",
						"sound": "kak-lisa-s-ovtsoy-volka-nakazali-07.mp3",
						"time": 5.998
					}
				]
			},

			{
				"folder": "kot-i-lisa",
				"title": {"text": "Кот и лиса", "img": "title.jpg"},
				"pages": [
					{
						"text": "Был у мужика кот, да такой проказник, просто беда! Снёс его мужик в лес, да там и оставил.",
						"img": "kot-i-lisa-01.jpg",
						"sound": "kot-i-lisa-01.mp3",
						"time": 15.5065
					},
					{
						"text": "Бродил Кот по лесу и встретил Лису.|- Экий зверь невиданный! - удивилась Лиса.|- Я - Кот Котофеевич, воевода из сибирских лесов! - схитрил Кот.|- Пойдём ко мне жить, Кот Котофеевич! Будешь как сыр в масле кататься, - предложила Лисонька.|И стали они жить вместе.",
						"img": "kot-i-lisa-02.jpg",
						"sound": "kot-i-lisa-02.mp3",
						"time": 45.9915
					},
					{
						"text": "На другой день повстречала Лиса Волка и позвала его на невиданного зверя посмотреть:|- Кот Котофеевич у меня сердитый, к нему нельзя без подарков идти, - предупредила Лиса Волка.",
						"img": "kot-i-lisa-03.jpg",
						"sound": "kot-i-lisa-03.mp3",
						"time": 41.341625
					},
					{
						"text": "Потом увидела Лиса Медведя у реки и ему тоже про воеводу из сибирских лесов похвасталась:|- Приготовь что-нибудь в подарок и приходи знакомиться, - позвала она Медведя в гости.",
						"img": "kot-i-lisa-04.jpg",
						"sound": "kot-i-lisa-04.mp3",
						"time": 38.468125
					},
					{
						"text": "Задрал Волк в подарок Коту барана, а Медведь притащил целого быка.",
						"img": "kot-i-lisa-05.jpg",
						"sound": "kot-i-lisa-05.mp3",
						"time": 36.14325
					},
					{
						"text": "Вдруг, откуда ни возьмись, бежит Заяц: слух о сибирском воеводе и до него дошёл.|- Ступай, Косой, к Лисе да скажи, что мы давно уж ждём, - наказали Волк и Медведь Зайцу.",
						"img": "kot-i-lisa-06.jpg",
						"sound": "kot-i-lisa-06.mp3",
						"time": 38.25925
					},
					{
						"text": "На всякий случай решили Медведь и Волк спрятаться. Медведь залез на дерево, а Волк под сухими листьями зарылся.|Вот идут Кот с Лисой. Медведь увидел Кота и зашептал Волку:|- Какой же он маленький!|А Кот заметил принесённые ему подарки, бросился на них и ну рвать мясо зубами и когтями.",
						"img": "kot-i-lisa-07.jpg",
						"sound": "kot-i-lisa-07.mp3",
						"time": 84.44375
					},
					{
						"text": "Тут Волк стал морду высовывать, чтобы диковинного зверя разглядеть, и зашуршал листьями. Кот подумал было, что это мышь, и вцепился в волчью спину. Волк вскочил и пустился наутёк. А Кот с испугу на дерево прыгнул. Перепугался Медведь, думает, и до него дело дошло. Кинулся он с дерева вниз и побежал прочь.",
						"img": "kot-i-lisa-08.jpg",
						"sound": "kot-i-lisa-08.mp3",
						"time": 41.655125
					},
					{
						"text": "- Ну погодите, задаст вам ещё Кот Котофеевич! - смеялась им вслед Лиса.",
						"img": "kot-i-lisa-09.jpg",
						"sound": "kot-i-lisa-09.mp3",
						"time": 12.006125
					}
				]
			},
			{
				"folder": "kot-kozyol-da-baran",
				"title": {"text": "Кот, козёл и баран", "img": "title.jpg"},
				"pages": [
					{
						"text": "Жили-были в одном дворе кот, козёл да баран. Жили они дружно: сена клок - и тот пополам. А коль вилы в бок, так одному коту Ваське! Он такой вор и разбойник, кадждый час на промысле, а где что плохо лежит, туда и глядит.|Вот однажды лежат козёл да баран и разговаривают промеж себя. Откуда ни возьмись - котишка-мурлышка, серый лобишко. Идёт и так жалобно плачет. Козёл да баран спрашивают:|- Кот-коток, серенький лобок, о чём ты плачешь, на трёх ногах скачешь?",
						"img": "kot-kozyol-da-baran-01.jpg",
						"sound": "kot-kozyol-da-baran-01.mp3",
						"time": 67.516375
					},
					{
						"text": "Отвечает им кот: - Как мне не плакать: била меня баба, била, уши выдирала, ноги поломала, да ещё удавку на меня припасала...|- А за что же на тебя такая беда приключилась? - спрашивают козёл да баран.|- Эх, да за то, что я нечаянно сметанку слизал, - и опять заплакал кот-мурлыка.|- Кот-коток, серый лобок, о чём же ты плачешь?|- Как же мне не плакать? Баба меня била, да приговаривала: \"Придёт ко мне зять, где будет сметанки взять? Придётся колоть козла да барана\".",
						"img": "kot-kozyol-da-baran-02.jpg",
						"sound": "kot-kozyol-da-baran-02.mp3",
						"time": 60.646125
					},
					{
						"text": "Заревели тут козёл да баран:|- Ах ты, серый кот, бестолковый твой лоб! За что нас-то погубил?|Стали втроём думать, как быть и что делать. И порешили всем втроём бежать.|- А что, средний брат баранок, - спрашивает кот-мурлыка, - крепок ли у тебя лоб? Попробуй о ворота!|Баран с разбегу стукнулся о ворота лбом, покачнулись ворота. Поднялся старший брат, козёл, разбежался, ударился лбом и ворота отворились.",
						"img": "kot-kozyol-da-baran-03.jpg",
						"sound": "kot-kozyol-da-baran-03.mp3",
						"time": 49.77925
					},
					{
						"text": "Пыль столбом поднимается, трава к земле приклоняется, бегут козёл да баран, а за ними скачет на трёх ногах кот - серый лоб. Устал он и просит названных братьев:|- Старший брат и средний брат! Не оставьте младшего братишку на съедение зверям!|Взял козёл, посадил кота на себя, понеслись они опять по горам, по долам, по сыпучим пескам. Долго бежали, и день, и ночь, пока в ногах сил хватило.",
						"img": "kot-kozyol-da-baran-04.jpg",
						"sound": "kot-kozyol-da-baran-04.mp3",
						"time": 57.485375
					},
					{
						"text": "Вот пришли они на скошенное поле, а на том поле стога - что города стоят. Остановились козёл, баран да кот отдыхать, а ночь была осенняя, холодная.|- Где огня добыть? - думают козёл да баран.|А котишка-мурлышка уже добыл бересты, обернул ею козлу рога и велел им с бараном столкнуться рогами. Столкнулись козёл с бараном, да так крепко, что искры из глаз посыпались. Береста так и загорелась.|- Ладно, - сказал серый кот, - теперь обогреемся.",
						"img": "kot-kozyol-da-baran-05.jpg",
						"sound": "kot-kozyol-da-baran-05.mp3",
						"time": 48.107375
					},
					{
						"text": "Не успели они обогреться, глядь, приходит к ним незванный гость, Михайло Иванович:|- Пустите, братцы, обогреться да отдохнуть! Что-то мне не можется...|- Добро пожаловать, Михайло Иванович! Откуда, брат, идёшь?|- Ходил на пасеку, подрался с мужиками, оттого и хворь приключилась. Иду к лисе лечиться.|Стали вчетвером тёмную ночь коротать. Медведь под стогом, мурлыка на стогу, а козёл с бараном у огня. Заснули медведь, козёл да баран, дремлют, а котишка-мурлышка один не спит и всё видит.",
						"img": "kot-kozyol-da-baran-06.jpg",
						"sound": "kot-kozyol-da-baran-06.mp3",
						"time": 52.3915
					},
					{
						"text": "И видит он, идут семь волков серых, восьмой волк белый, и прямо к огню!|- Фу-фу! - говорит белый волк козлу да барану, - какой-такой народ здесь! Давайте силу пытать!|Заблеяли тут козёл да баран, а котишка - серый лобишко и говорит:|- Ах ты, белый волк, над волками начальник, не серди ты нашего старшого, он уж очень сердит, как расходится, никому не сдобровать! Или не видишь у него бороды? В ней-то и сила! Бородой он зверей побивает, а рогами только кожу снимает.",
						"img": "kot-kozyol-da-baran-07.jpg",
						"sound": "kot-kozyol-da-baran-07.mp3",
						"time": 57.589875
					},
					{
						"text": "Лучше с честью подойдите, да попросите: \"Хотим мы с твоим меньшим братишкой поиграть, который под стогом лежит!\"|Волки поклонились козлу, обступили мишку и ну с ним заигрывать. Вот медведь крепился, крепился, и вдруг хвать лапой по волчьей морде! Завыли волки и, пожав хвосты, убежали.",
						"img": "kot-kozyol-da-baran-08.jpg",
						"sound": "kot-kozyol-da-baran-08.mp3",
						"time": 30.109
					},
					{
						"text": "А козёл и баран подхватили мурлышку на спину и скорее домой:|- Полно без пути таскаться, ещё не в такую беду попадёшь!|А старик со старухой были рады-радёшеньки, когда козёл с бараном вернулись.",
						"img": "kot-kozyol-da-baran-09.jpg",
						"sound": "kot-kozyol-da-baran-09.mp3",
						"time": 39.748125
					}
				]
			},
			{
				"folder": "lisa-i-volk",
				"title": {"text": "Лиса и волк", "img": "title.jpg"},
				"pages": [
					{
						"text": "Сильно проголодалась Лиса. Бежит по дороге и смотрит по сторонам: нельзя ли где-нибудь чем-нибудь съестным разжиться? Видит она: везёт мужичок на санях мёрзлую рыбу.|- Недурно бы рыбки отведать, - подумала Лиса. Забежала вперёд, легла на дорогу, хвост откинула, ноги выпрямила. Ну дохлая, да и полно!",
						"img": "lisa-i-volk-01.jpg",
						"sound": "lisa-i-volk-01.mp3",
						"time": 30.840375
					},
					{
						"text": "Подъехал мужик, посмотрел на Лису и говорит:|- О! Вот будет славный воротник жене на шубу! - взял Лису за хвост и швырнул её в сани. Закрыл рогожею, а сам пошёл подле лошади.",
						"img": "lisa-i-volk-02.jpg",
						"sound": "lisa-i-volk-02.mp3",
						"time": 16.9955
					},
					{
						"text": "Недолго лежала Лисонька, проделала в санях дыру и давай в неё рыбу выкидывать: рыбка за рыбкой, так и повыкидала всю. А потом и сама из саней тихонечко вылезла.|Приехал мужик домой, осмотрелся - ни рыбы, ни \"воротника\"!|А Лиса перетаскала всю рыбу себе в нору, потом села у норы и ест. Видит она - бежит Волк, от голода у него бока подвело.|- Здравствуй, кума, ты что это кушаешь?|- Рыбку, куманёк!",
						"img": "lisa-i-volk-03.jpg",
						"sound": "lisa-i-volk-03.mp3",
						"time": 36.587375
					},
					{
						"text": "- Дай мне хоть одну!|- Как же, разивай рот! Видишь, ты какой ловкий! Я ловила, а ты будешь есть!|- Дай хоть головку, кумушка!|- Ни хвостика, куманёк! Налови сам и кушай на здоровье!|- Да как же ты наловила? Научи!|- Изволь! Отыщи на реке прорубь, сунь туда хвост, сиди да приговаривай: \"Ловись, рыбка, большая и маленькая!\" - она и наловится!",
						"img": "lisa-i-volk-04.jpg",
						"sound": "lisa-i-volk-04.mp3",
						"time": 36.87475
					},
					{
						"text": "Отыскал волк на реке прорубь, сунул туда хвост, сидит и бормочет:|- Ловись, рыбка, большая и маленькая! Нет, лучше ловись большая, да и побольше!|А Лисица прибежала, стала бегать вокруг да приговаривать:|- Ясни, ясни на небе звезды! Мёрзни, мёрзни, волчий хвост!|- Что ты говоришь? - забеспокоился Волк.|- То же, что и ты, куманёк: \"Ловись рыбка, большая и маленькая!\"",
						"img": "lisa-i-volk-05.jpg",
						"sound": "lisa-i-volk-05.mp3",
						"time": 28.437125
					},
					{
						"text": "Вот опять Волк у проруби сидит, да своё твердит, а Лиса - своё.|- Не пора ли тащить, кумушка?|- Нет ещё, я скажу, когда придёт пора.|Вот опять Волк сидит, да своё приговаривает:|- Ловись, рыбка, большая, да всё же большая!|А Лиса своё:|- Мёрзни, мёрзни, волчий хвост!",
						"img": "lisa-i-volk-06.jpg",
						"sound": "lisa-i-volk-06.mp3",
						"time": 22.664125
					},
					{
						"text": "Видит Лиса, что прорубь хорошо замёрзла, и говорит:|- Ну, теперь тащи, куманёк!|Потянул Волк: \"Ээээ-х!\" Но не тут-то было.|- Видишь, какой ты жадный! - говорит Лиса, - твердил: \"Ловись, рыбка, большая, да всё же большая!\"|A теперь и не вытащишь! Ну, погоди же, я позову к тебе на помощь!",
						"img": "lisa-i-volk-07.jpg",
						"sound": "lisa-i-volk-07.mp3",
						"time": 25.929375
					},
					{
						"text": "Побежала Лиса в село, да давай под окнами кричать:|- Идите на реку, Волка бить! Он ко льду примёрз!|Бегут на реку мужики, кто с топором, а кто с вилами:|- Лови его, держи! Лопатой его бей!",
						"img": "lisa-i-volk-08.jpg",
						"sound": "lisa-i-volk-08.mp3",
						"time": 23.00375
					},
					{
						"text": "Видит Волк беду неминучую. Рванулся изо всех сил, оторвал себе хвост, да без хвоста пустился удирать, куда видно. А кумушка ему вслед кричит:|- Вортись, куманёк, рыбку позабыл!|А Волка только и видели.",
						"img": "lisa-i-volk-09.jpg",
						"sound": "lisa-i-volk-09.mp3",
						"time": 21.436375
					}
				]
			},
			{
				"folder": "petushok-zolotoy-grebeshok",
				"title": {"text": "Петушок — золотой гребешок", "img": "title.jpg"},
				"pages": [
					{
						"text": "Жили-были кот, дрозд да петушок - золотой гребешок. Жили они в лесу, в избушке. Кот да дрозд ходят в лес дрова рубить, а петушка одного оставляют. Уходят - строго наказывают:",
						"img": "petushok-zolotoy-grebeshok-01.jpg",
						"sound": "petushok-zolotoy-grebeshok-01.mp3",
						"time": 22.58575
					},
					{
						"text": "- Мы пойдем далеко, а ты оставайся домовничать, да голоса не подавай. Когда придёт лиса, в окошко не выглядывай.|Проведала лиса, что кота и дрозда дома нет, прибежала к избушке, села под окошко и запела:|- Петушок, петушок,|Золотой гребешок,|Масляна головушка,|Шелкова бородушка,|Выгляни в окошко,|Дам тебе горошку.",
						"img": "petushok-zolotoy-grebeshok-02.jpg",
						"sound": "petushok-zolotoy-grebeshok-02.mp3",
						"time": 29.9
					},
					{
						"text": "Петушок и выставил голову в окошко. Лиса схватила его в когти, понесла в свою нору. Закричал петушок:|- Несёт меня лиса|За тёмные леса,|За быстрые реки,|За высокие горы...|Кот и дрозд, спасите меня...",
						"img": "petushok-zolotoy-grebeshok-03.jpg",
						"sound": "petushok-zolotoy-grebeshok-03.mp3",
						"time": 19.60775
					},
					{
						"text": "Кот и дрозд услыхали, бросились в погоню и отняли у лисы петушка.|В другой раз кот и дрозд пошли в лес дрова рубить и опять наказывают:|- Ну, теперь, петушок, не выглядывай в окошко, мы ещё дальше пойдём, не услышим твоего голоса.|Они ушли, а лиса опять прибежала к избушке и запела:",
						"img": "petushok-zolotoy-grebeshok-04.jpg",
						"sound": "petushok-zolotoy-grebeshok-04.mp3",
						"time": 25.537625
					},
					{
						"text": "- Петушок, петушок,|Золотой гребешок,|Масляна головушка,|Шелкова бородушка,|Выгляни в окошко,|Дам тебе горошку.|Петушок сидит, помалкивает. А лиса - опять:|- Бежали ребята,|Рассыпали пшеницу,|Курицы клюют,|Петухам не дают...",
						"img": "petushok-zolotoy-grebeshok-05.jpg",
						"sound": "petushok-zolotoy-grebeshok-05.mp3",
						"time": 19.033125
					},
					{
						"text": "Петушок и выставил головку в окошко:|- Ко-ко-ко! Как не дают?|Лиса схватила его в когти, понесла в свою нору. Закричал петушок:|- Несёт меня лиса|За тёмные леса,|За быстрые реки,|За высокие горы...|Кот и дрозд, спасите меня...",
						"img": "petushok-zolotoy-grebeshok-06.jpg",
						"sound": "petushok-zolotoy-grebeshok-06.mp3",
						"time": 21.4625
					},
					{
						"text": "Кот и дрозд услыхали, бросились в погоню. Кот бежит, дрозд летит... Догнали лису - кот дерёт, дрозд клюёт, и отняли петушка.|Долго ли, коротко ли, опять собрались кот да дрозд в лес дрова рубить. Уходя, строго-настрого наказывали петушку:|- Не слушай лисы, не выглядывай в окошко, мы ещё дальше уйдём, не услышим твоего голоса.|И пошли кот да дрозд далеко в лес дрова рубить.|А лиса тут как тут - села под окошечко и поёт:",
						"img": "petushok-zolotoy-grebeshok-07.jpg",
						"sound": "petushok-zolotoy-grebeshok-07.mp3",
						"time": 40.0355
					},
					{
						"text": "- Петушок, петушок,|Золотой гребешок,|Масляна головушка,|Шелкова бородушка,|Выгляни в окошко,|Дам тебе горошку.|Петушок сидит, помалкивает. А лиса - опять:|- Бежали ребята,|Рассыпали пшеницу,|Курицы клюют,|Петухам не дают...",
						"img": "petushok-zolotoy-grebeshok-08.jpg",
						"sound": "petushok-zolotoy-grebeshok-08.mp3",
						"time": 20.260875
					},
					{
						"text": "Петушок всё помалкивает. А лиса - опять:|- Люди бежали,|Орехов насыпали,|Куры-то клюют,|Петухам не дают...|Петушок и выставил головку в окошко:|- Ко-ко-ко! Как не дают?",
						"img": "petushok-zolotoy-grebeshok-09.jpg",
						"sound": "petushok-zolotoy-grebeshok-09.mp3",
						"time": 17.46575
					},
					{
						"text": "Лиса схватила его в когти и понесла в свою нору, за тёмные леса, за быстрые реки, за высокие горы...",
						"img": "petushok-zolotoy-grebeshok-10.jpg",
						"sound": "petushok-zolotoy-grebeshok-10.mp3",
						"time": 9.393875
					},
					{
						"text": "Сколько петушок ни кричал, ни звал - кот и дрозд не услышали его. А когда вернулись домой - петушка-то нет.|Побежали кот и дрозд по лисициным следам. Кот бежит, дрозд летит... Прибежали к лисициной норе.",
						"img": "petushok-zolotoy-grebeshok-11.jpg",
						"sound": "petushok-zolotoy-grebeshok-11.mp3",
						"time": 18.406125
					},
					{
						"text": "Кот настроил гусельки и давай натренькивать:|- Трень, брень, гусельцы,|Золотые струночки...|Ещё дома ли Лисафья-кума,|Во своем ли тёплом гнёздышке?",
						"img": "petushok-zolotoy-grebeshok-12.jpg",
						"sound": "petushok-zolotoy-grebeshok-12.mp3",
						"time": 27.131
					},
					{
						"text": "Лисица слушала, слушала и думает:|\"Дай-ка посмотрю - кто это так хорошо на гуслях играет, сладко напевает\". Взяла да и вылезла из норы. Кот и дрозд ее схватили - и давай бить-колотить. Били и колотили, покуда она ноги не унесла.",
						"img": "petushok-zolotoy-grebeshok-13.jpg",
						"sound": "petushok-zolotoy-grebeshok-13.mp3",
						"time": 20.6265
					},
					{
						"text": "Взяли они петушка, посадили в лукошко и принесли домой.|И с тех пор стали жить да быть, да и теперь живут.",
						"img": "petushok-zolotoy-grebeshok-14.jpg",
						"sound": "petushok-zolotoy-grebeshok-14.mp3",
						"time": 11.039625
					}
				]
			},
			{
				"folder": "zimove-zverey",
				"title": {"text": "Зимовье зверей", "img": "title.jpg"},
				"pages": [
					{
						"text": "Надумали бык, баран, свинья, кот да петух жить в лесу.",
						"img": "zimove-zverey-01.jpg",
						"sound": "zimove-zverey-01.mp3",
						"time": 11.06575
					},
					{
						"text": "Хорошо летом в лесу, привольно. Быку и барану травы вволю, кот ловит мышей, петух собирает ягоды, червяков клюёт, свинья под деревьями корешки да жёлуди роет. Только худо бывало друзьям, ежели дождик пойдёт.|Так лето прошло, наступила поздняя осень. Стало в лесу холодать. Бык прежде всех спохватился зимовье стороить.",
						"img": "zimove-zverey-02.jpg",
						"sound": "zimove-zverey-02.mp3",
						"time": 30.187375
					},
					{
						"text": "Встретил в лесу барана:|- Давай, друг, зимовье строить! Я стану из леса брёвна носить, да столбы тесать, а ты будешь щепу драть.|- Ладно, согласен, - отвечает баран.|Повстречали бык и баран свинью:|- Пойдём, Хавроньюшка, с нами, зимовье строить! Мы станем брёвна носить, столбы тесать, щепу драть, а ты будешь глину месить, кирпичи делать, печку класть!|Согласилась и свинья. Увидели бык, баран и свинья кота:|- Здравствуй, Котофеевич, пойдём вместе зимовье строить!",
						"img": "zimove-zverey-03.jpg",
						"sound": "zimove-zverey-03.mp3",
						"time": 54.429
					},
					{
						"text": "Мы станем брёвна носить, столбы тесать, щепу драть, глину месить, кирпичи делать, печку класть, а ты будешь мох таскать, стены конопатить!|Согласился и кот. Повстречали бык, баран, свинья и кот в лесу петуха:|- Здравствуй, Петя! Идём с нами, зимовье строить! Мы будем брёвна носить, столбы тесать, щепу драть, глину месить, кирпичи делать, печку класть, мох таскать, стены конопатить, а ты будешь крышу крыть!|Согласился и петух.",
						"img": "zimove-zverey-04.jpg",
						"sound": "zimove-zverey-04.mp3",
						"time": 53.697625
					},
					{
						"text": "Выбрали друзья в лесу место посуше, наносили брёвен, натесали столбов, щепы надрали, наделали кирпечей, моху натаскали, стали рубить избу. Избу срубили, печку сложили, стены проконопатили, крышу покрыли. Наготовили на зиму запасов и дров.",
						"img": "zimove-zverey-05.jpg",
						"sound": "zimove-zverey-05.mp3",
						"time": 27.8625
					},
					{
						"text": "Пришла лютая зима, затрещал мороз. Иному в лесу холодно, а друзьям в зимовье тепло! Бык и баран на полу спят, свинья забралась в подполье, кот на печи песни поёт, а петух под потолком на жёрдочке пристроился. Живут друзья, не горюют.",
						"img": "zimove-zverey-06.jpg",
						"sound": "zimove-zverey-06.mp3",
						"time": 21.175125
					},
					{
						"text": "А бродили по лесу семь голодных волков. Увидели новое зимовье. Один, самый смелый волк, говорит:|- Пойду-ка я, братцы, посмотрю, кто в этом зимовье живёт. Если скоро не вернусь, прибегайте на выручку!|Вошёл волк в зимовье и прямо на барана угодил. Барану деваться некуда, забился баран в угол, заблеял страшным голосом:|- Мееееее! Мееееее!",
						"img": "zimove-zverey-07.jpg",
						"sound": "zimove-zverey-07.mp3",
						"time": 32.82575
					},
					{
						"text": "Петух увидел волка, слетел с жёрдочки, крыльями захлопал:|- Кукарекуууууууу!|Соскочил кот с печи, зафыркал, замяукал:|- Мяууууууу, мяууууууу, мяууууууууууу!|Набежал бык, рогами волка в бок:|- Мууууууууу!|А свинья услыхала, что наверху бой идёт, вылезла из подполья и кричит:|- Хрююю, хрююю, хрююю!!! Кого тут съесть?!",
						"img": "zimove-zverey-08.jpg",
						"sound": "zimove-zverey-08.mp3",
						"time": 31.728625
					},
					{
						"text": "Ох, и туго пришлось волку! Едва жив из беды вырвался. Бежит, товарищам кричит:|- Ой, братцы, уходите! Ой, братцы, бегите! Уууууууу.......|Услыхали волки, пустились наутёк. А звери остались жить-зимовать, да и сейчас живут.",
						"img": "zimove-zverey-09.jpg",
						"sound": "zimove-zverey-09.mp3",
						"time": 26.97425
					}
				]
			},
			{
				"folder": "nesmeyana-tsarevna",
				"title": {"text": "Несмеяна-царевна", "img": "title.jpg"},
				"pages": [
					{
						"text": "Как подумаешь, куда велик божий свет! Живут в нем люди богатые и бедные, и всем им просторно, и всех их призирает и рассуждает господь. Живут роскошные — и празднуют; живут горемычные — и трудятся; каждому своя доля!|В царских палатах, в княжьих чертогах, в высоком терему красовалась Несмеяна-царевна. Какое ей было житье, какое приволье, какое роскошье! Всего много, все есть, чего душа хочет; а никогда она не улыбалась, никогда не смеялась, словно сердце ее ничему не радовалось. Горько было царю-отцу глядеть на печальную дочь.",
						"img": "nesmeyana-tsarevna-01.jpg",
						"sound": "nesmeyana-tsarevna-01.mp3",
						"time": 0
					},
					{
						"text": "Открывает он свои царские палаты для всех, кто пожелает быть его гостем.|- Пускай,- говорит,- пытаются развеселить Несмеяну-царевну; кому удастся, тому она будет женою.|Только это вымолвил, как закипел народ у княжьих ворот! Со всех сторон едут, идут - и царевичи и княжевичи, и бояре и дворяне, полковые и простые; начались пиры, полились меды — царевна все не смеется.|На другом конце в своем уголке жил честной работник; по утрам он двор убирал, вечерами скот пасал, в беспрестанных был трудах.",
						"img": "nesmeyana-tsarevna-02.jpg",
						"sound": "nesmeyana-tsarevna-02.mp3",
						"time": 0
					},
					{
						"text": "Хозяин его - человек богатый, правдивый, платою не обижал. Только покончился год, он ему мешок денег на стол:|- Бери,- говорит,- сколько хочешь!|А сам в двери и вышел вон.|Работник подошел к столу и думает: как бы перед богом не согрешить, за труды лишнего не положить? Выбрал одну только денежку, зажал ее в горсть да вздумал водицы напиться, нагнулся в колодезь - денежка у него выкатилась и потонула на дно. Остался бедняк ни при чем. Другой бы на его месте заплакал, затужил и с досады б руки сложил, а он нет.",
						"img": "nesmeyana-tsarevna-03.jpg",
						"sound": "nesmeyana-tsarevna-03.mp3",
						"time": 0
					},
					{
						"text": "- Все,- говорит,- бог посылает; господь знает, кому что давать: кого деньгами наделяет, у кого последние отнимает. Видно, я худо рачил, мало трудился, теперь стану усердней!|И снова за работу - каждое дело в его руках огнем горит!|Кончился срок, минул еще год, хозяин ему мешок денег на стол:|- Бери,- говорит,- сколько душа хочет!|А сам в двери и вышел вон.|Работник опять думает, чтоб бога не прогневить, за труд лишнего не положить; взял денежку, пошел напиться и выпустил невзначай из рук - денежка в колодезь и потонула.|Еще усерднее принялся он за работу, ночь недосыпает, день недоедает.",
						"img": "nesmeyana-tsarevna-04.jpg",
						"sound": "nesmeyana-tsarevna-04.mp3",
						"time": 0
					},
					{
						"text": "Поглядишь: у кого хлеб сохнет, желтеет, а у его хозяина все бутеет; чья скотина ноги завивает, а его по улице брыкает; чьих коней под гору тащат, а его и в поводу не сдержать. Хозяин разумел, кого благодарить, кому спасибо говорить.|Кончился срок, миновал третий год, он кучу денег на стол:|- Бери, работничек, сколько душа хочет; твой труд, твоя и деньга!|А сам вышел вон.|Берет работник опять одну денежку, идет к колодезю воды испить — глядь: последняя деньга цела, и прежние две наверх выплыли. Подобрал он их, догадался, что бог его за труды наградил; обрадовался и думает:",
						"img": "nesmeyana-tsarevna-05.jpg",
						"sound": "nesmeyana-tsarevna-05.mp3",
						"time": 0
					},
					{
						"text": "\"Пора мне бел свет поглядеть, людей распознать!\"|Подумал и пошел куда глаза глядят. Идет он полем, бежит мышь:|- Ковалек, дорогой куманек! Дай денежку; я тебе сама пригожусь!|Дал ей денежку. Идет лесом, ползет жук:|- Ковалек, дорогой куманек! Дай денежку; я тебе сам пригожусь!|Дал и ему денежку. Поплыл рекой, встрелся сом:|- Ковалек, дорогой куманек! Дай денежку; я тебе сам пригожусь!",
						"img": "nesmeyana-tsarevna-06.jpg",
						"sound": "nesmeyana-tsarevna-06.mp3",
						"time": 0
					},
					{
						"text": "Он и тому не отказал, последнюю отдал. Сам пришел в город; там людей, там дверей! Загляделся, завертелся работник на все стороны, куда идти — не знает. А перед ним стоят царские палаты, сребром-золотом убраты, у окна Несмеяна-царевна сидит и прямо на него глядит. Куда деваться? Затуманилось у него в глазах, нашел на него сон, и упал он прямо в грязь.|Откуда ни взялся сом с большим усом, за ним жучок-старичок, мышка-стрижка; все прибежали. Ухаживают, ублаживают: мышка платьице снимает, жук сапожки очищает, сом мух отгоняет.",
						"img": "nesmeyana-tsarevna-07.jpg",
						"sound": "nesmeyana-tsarevna-07.mp3",
						"time": 0
					},
					{
						"text": "Глядела, глядела на их услуги Несмеяна-царевна и засмеялась.|-Кто, кто развеселил мою дочь? — спрашивает царь. Тот говорит: \"Я\"; другой: \"Я\".|- Нет! - сказала Несмеяна-царевна. - Вон этот человек! - И указала на работника.",
						"img": "nesmeyana-tsarevna-08.jpg",
						"sound": "nesmeyana-tsarevna-08.mp3",
						"time": 0
					},
					{
						"text": "Тотчас его во дворец, и стал работник перед царским лицом молодец-молодцом! Царь свое царское слово сдержал; что обещал, то и даровал.|Я говорю: не во сне ли это работнику снилось? Заверяют, что нет, истинная правда была,— так надо верить.",
						"img": "nesmeyana-tsarevna-09.jpg",
						"sound": "nesmeyana-tsarevna-09.mp3",
						"time": 0
					}
				]
			},
			{
				"folder": "kroshechka-khavroshechka",
				"title": {"text": "Крошечка-Хаврошечка", "img": "title.jpg"},
				"pages": [
					{
						"text": "Разные на свете люди живут: и хорошие встречаются, и не очень, а бывают и такие, о которых и говорить не хочется. Вот к ним-то и угодила Крошечка-Хаврошечка, когда сиротой осталась. Взяли эти люди её к себе в дом, вырастили, выкормили. Одно плохо - совсем работой замучили. \"Пряжу спряди, за скотиной пригляди, дом прибери да обед свари\" - и всё на ней.",
						"img": "kroshechka-khavroshechka-01.jpg",
						"sound": "kroshechka-khavroshechka-01.mp3",
						"time": 0
					},
					{
						"text": "А у хозяйки её были три родные дочери: Однолглазка, Двухглазка и Трёхглазка. Лентяйки - каких свет не видывал, только и делали, что на лавочке сидели да на улицу глядели. И сколько бы Хаврошечка на них не работала, сестрицы лишь журят и словом добрым не одарят.",
						"img": "kroshechka-khavroshechka-02.jpg",
						"sound": "kroshechka-khavroshechka-02.mp3",
						"time": 0
					},
					{
						"text": "Одна отрада у Крошечки-Хаврошечки - её коровушка. Выгонит она свою Пеструху на луг пастись, обнимет её за шейку и плачется о своём житье-бытье:|- Матушка-коровушка, тяжка моя долюшка, работою морят, не кормят, не поят, только ругают да плакать не дозваляют. К завтрему мне велено пять пудов холста наткать, отбелить да в скатки скатать...!|А Пеструха ей отвечает:|- Это горе - не беда! Влезь ко мне в правое ушко, а из левого вылезь, а остальное - не твоя печаль.",
						"img": "kroshechka-khavroshechka-03.jpg",
						"sound": "kroshechka-khavroshechka-03.mp3",
						"time": 0
					},
					{
						"text": "Оно и в самом деле так вышло: влезла Хаврошечка коровушке в правое ушко, из левого вылезла... Глядит: холсты уже сотканы и отбелены, и в скатки скатаны; осталось только собрать их и домой отнести.|Хозяйка посмотрела, поворчала, да делать нечего. Спрятала холсты в сундук, а Крошечке-Хаврошечке повелела вдвое больше сделать.|На другой день снова пошла девушка к своей коровушке, обняла её, ласковые слова прошептала. Затем в правое ушко влезла, из левого вылезла, подобрала готовые холсты и хозяйке принесла.",
						"img": "kroshechka-khavroshechka-04.jpg",
						"sound": "kroshechka-khavroshechka-04.mp3",
						"time": 0
					},
					{
						"text": "А ту любопытство обуяло: кликнула она старшую дочь Одноглазку и велела досмотреть, как это у сироты ловко получается?|Вот пошла Крошечка-Хаврошечка на лужок, Одноглазка - за ней. А кругом - благодать: птички напевают, солнышко припекает. Позабыла Одноглазка матушкин наказ, прилегла на травку. А крошечка-Хаврошечка приговаривает:|- Спи, глазок, усни, глазок! Спи, глазок, усни, глазок!|Одноглазка глазок прикрыла, да и заснула. За это время коровушка холсты соткала, отбелила и в скатки скатала. Взяла их Хаврошечка и домой принесла.",
						"img": "kroshechka-khavroshechka-05.jpg",
						"sound": "kroshechka-khavroshechka-05.mp3",
						"time": 0
					},
					{
						"text": "Ничего хозяйка не узнала и среднюю дочь, Двухглазку, посылает:|- Дочь моя, голубушка, за Хаврошечкой иди, да внимательно гляди, кто сироте помагает, холсты ткёт и в скатки катает!|Отправилась Двухглазка за Крошечкой-Хаврошечкой. Да на солнце напеклась, на лугу улеглась, про матушкин наказ забыла. А Крошечка-Хаврошечка знай припевает:|- Спи, глазок, усни, другой! Спи, глазок, усни, другой!|Оба глаза у Двухглазки сном заволокло, а коровушка всё сделала, что велено было. Собрала Хаврошечка холсты и домой отнесла.",
						"img": "kroshechka-khavroshechka-06.jpg",
						"sound": "kroshechka-khavroshechka-06.mp3",
						"time": 0
					},
					{
						"text": "В конец осерчала хозяйка и на третий день послала она младшую дочь Трёхглазку, строго-настрого наказав той не спать.|Снова пошли они на луг. Трёхглазка венков наплела и на траву прилегла. Солнышко её разморило, а Хаврошечка знай баюкает:|- Спи, глазок, усни, другой! Спи, глазок, усни, другой!|А про третий-то и забыла! Вот смежились два глаза у Трёхглазки, а оставшийся увидел, как Крошечка-Хаврошечка в правое ушко коровушке влезла, из левого вылезла, а к тому времени и холсты готовые появились!",
						"img": "kroshechka-khavroshechka-07.jpg",
						"sound": "kroshechka-khavroshechka-07.mp3",
						"time": 0
					},
					{
						"text": "Прибежала Трёхглазка домой и про всё матери доложила. Старуха от радости аж помолодела, прибежала к мужу и велит:|- Режь Пеструху!|Обомлел старик, заспорил было:|- Ты, старая, не с ума ли сошла, лучшую корову под нож пускать?|А та на своём стоит:|- Режь и всё тут!|Сдался старик, взял узелок, пошёл нож править.",
						"img": "kroshechka-khavroshechka-08.jpg",
						"sound": "kroshechka-khavroshechka-08.mp3",
						"time": 0
					},
					{
						"text": "Прознала про то Крошечка-Хаврошечка, кинулась к Коровушке, заплакала:|- Матушка-коровушка, хочет старуха тебя на мясо пустить!|А Пеструха её говорит:|- Не плачь, милая моя, а зарежут коль меня, мясо моё не ешь. Ну а косточки сперва в узелочек завяжи, и в саду похорони. Про меня не забывай, кождое утро поливай.|Когда зарезали Пеструху, Крошечка-Хаврошечка все заветы коровушки выполнила, хоть и голодала, а мяса её не ела.",
						"img": "kroshechka-khavroshechka-09.jpg",
						"sound": "kroshechka-khavroshechka-09.mp3",
						"time": 0
					},
					{
						"text": "Косточки в платочек схоронила, в саду зарыла и каждое утро водой кропила.|И много ли времени прошло, выросла на том месте яблоня, да такая, каких свет не видывал! Золотая листва шумит, серебряные ветви гнутся под тяжестью наливных яблок. Всяк, кто ни пройдёт - залюбуется, кто ни проедет - остановится.|Однажды гуляли старухины дочери по саду и случилось так, что проезжал мимо в это время добрый молодец - статный, красивый, сильный.",
						"img": "kroshechka-khavroshechka-10.jpg",
						"sound": "kroshechka-khavroshechka-10.mp3",
						"time": 0
					},
					{
						"text": "Увидал в саду чудо-яблоню, стал с девушками заигрывать:|- Девицы-красавицы, а которая всех резвей? В жёны ту возьму из вас, кто мне яблочко подаст!|Одноглазка, Двухглазка и Трёхглазка кинулись к яблоне наперегонки, да не тут-то было! Вроде только что под руками висели яблочки, но ветки вдруг поднялись и оказались плоды высоко над головами. Хотели сёстры их сбить - листья в глаза сыплются. Пробовали на ветви залезть - сучья за косы цыпляют. Как ни бились, не метались, только попусоту старались!",
						"img": "kroshechka-khavroshechka-11.jpg",
						"sound": "kroshechka-khavroshechka-11.mp3",
						"time": 0
					},
					{
						"text": "Вышла тут в сад Крошечка-Хаврошечка. Ветви сразу к ней склонились, яблочки в ладони опустились. Угостила она добра молодца, женился он на ней, как обещано было. И с той поры они живут-поживают, да печали не знают.",
						"img": "kroshechka-khavroshechka-12.jpg",
						"sound": "kroshechka-khavroshechka-12.mp3",
						"time": 0
					}
				]
			}
		]
	};

}(window));