(function (win) {

	"use strict";
	/*global window*/

	win.bingo = win.bingo || {};

	win.bingo.bullshit = {
		name: {
			ru: 'bullshit бинго'
		},
		words: {
			ru: ['таргет', 'комит&shy;мент', 'иниши&shy;атив', 'комплек&shy;сити', 'факап', 'ки обжектив', 'прайо&shy;рити', 'синерджи', 'файн', 'экзекь&shy;юшен', 'скоуп', 'экшн план', 'перфор&shy;манс', 'инпут', 'капэсити', 'митинг', 'ишью', 'марджин', 'кэш флоу', 'оппортю&shy;нити', 'соу вот?', 'скейл', 'конфе&shy;ренц кол', 'праймари фокус', 'малтиплс']
		},
		description: {
			ru: 'Вы всё ещё спите на встречах? А как насчёт этих длинных конференс-коллов? Вот путь, который поможет вам всё изменить! <br><br> Как играть: отмечайте соответствующую клетку, когда вы слышите одно из этих слов на встрече, конференс-колле или треннинге. Когда вы составите пять клеток по горизонтали, вертикали или диагонали, встаньте и крикните: BULLSHIT Бинго! <br><br> Кто первый крикнул, тот и победил.'
		}

	};

}(window));