(function (win) {

	"use strict";
	/*global window*/

	win.bingo = win.bingo || {};

	win.bingo.vata = {
		name: {
			ru: 'ватное бинго'
		},
		words: {
			ru: ['Деды вое&shy;вали', 'Гей&shy;ропа', 'Бенде&shy;ровцы', 'Крым&shy;Наш', 'Сало&shy;еды', '... не поста&shy;вить на колени', 'Укропы', 'Майда&shy;нутые', 'Чурки', 'Мы побе&shy;дили', 'Героям сала', 'Пин&shy;досы', 'Путин', 'Либераст', 'Федера&shy;лизация', 'Я помню, я горжусь', 'Хунта', 'Великая победа', 'Порядок', 'Стабиль&shy;ность', 'Жидо-фашисты', 'Обезьяна черно&shy;жопая', 'Нацисты', 'Загнива&shy;ющая Европа', 'Великая Русь']
		},
		description: {
			ru: 'Теперь в споре с ватником, что бы не сильно скучать и быть всегда в хорошем настроении, можно играть в Ватное Бинго! <br><br> Правила простые: помечайте слова, которые встречаются в речи ватника, и, если получится линия (по горизонтали, вертикали или диагонали), то надо крикнуть "Ватное Бинго!" и закончить с ним разговор (закрыть чат или просто пойти по своим делам).'
		}

	};

}(window));