(function (win) {

	"use strict";
	/*global window*/

	win.bingo = win.bingo || {};

	win.bingo.mydown = {
		name: {
			ru: 'майдаун бинго'
		},
		words: {
			ru: ['Титушки', 'Гиляка', 'Армия России', 'Великие Укры', 'Братья поляки', 'Вернём Крым', 'Золотой батон', 'Кацапы', 'Едина Украина', 'Евросоюз', 'Слава Украине', 'Русские дивер&shy;санты', 'Хутин', 'Ультрас', 'Свобода', 'Колорады', 'Хто не скачэ, той маскаль', 'ФСБ', 'Маскали', 'Киселёв', 'Небесная сотня', 'Окку&shy;панты', 'Сепара&shy;тизм', 'Зелёные чело&shy;вечки', 'Запад']
		},
		description: {
			ru: 'Теперь в споре с майдауном, что бы не сильно скучать и быть всегда в хорошем настроении, можно играть в Майдаун Бинго! <br><br> Правила простые: помечайте слова, которые встречаются в речи майдауна, и, если получится линия (по горизонтали, вертикали или диагонали), то надо крикнуть "Майдаун Бинго!" и закончить с ним разговор (закрыть чат или просто пойти по своим делам).'
		}

	};

}(window));