(function (win) {

	"use strict";
	/*global window*/

	win.bingo = win.bingo || {};

	win.bingo.soccer = {
		name: {
			ru: 'футбольное бинго'
		},
		words: {
			ru: ['Позор', 'Ну?', 'Не знаю', 'Не ко мне', 'Ветер дул', 'Чистый пенальти', 'Повезло', 'Защитники', 'КДК', 'Офсайд', 'Накажем', 'Чо-чо?', 'Мяч', 'Возможно', 'Отскок', 'Судьи', 'Никаких мыслей', 'Ошибка', 'Дебилизм', 'Следующий вопрос', 'Ну и?', 'Без комментариев', 'Бред', 'Заговор', 'Цирк']
		},
		description: {
			ru: 'Если вы не являетесь фанатом футбола, но всё же решили его посмотреть, то что бы не сильно скучать вы можете играть в Футбольное Бинго! <br><br> Правила простые: помечайте слова, которые встречаются в речи комментатора или друзей сидящих рядом, и, если получится линия (по горизонтали, вертикали или диагонали), то надо крикнуть "Футбольное Бинго!"'
		}

	};

}(window));