'use strict';
/*global window */

var ru = {
	language: 'Язык',
	languageName: 'Русский',
	shortLanguageName: 'Рус',
	appName: 'CB',

	aboutPaidVersion: 'Преимущества платной версии:|1) Без рекламы|2) Доступны все стихи и сказки|3) Автоматический режим "Сказка за Сказкой"',

	notification: {
		storyByStoryOn: 'Режим "сказка за сказкой" - включён',
		storyByStoryOff: 'Режим "сказка за сказкой" - отключён'
	},

	hint: {
		autoplay: 'Включить\/выклюить режим|"сказка за сказкой".|(Доступно только в платной версии приложения)',
		removeAds: 'Отключить рекламу.|Купить приложение.',
		thanksForBuy: 'Поздравляем!|Вы являетесь обладателем полной версии приложения!',
		showTitle: 'Если название не помещается полностью, то кликните по нему.',
		showText: 'Что бы увидеть текст сказки - дважды кликните по картинке.',
		stopAndStartPlay: 'Остановить\/начать воспроизведение.'
	},

	// rate us block
	rateUs: {
		header: 'Если Вам понравилось наше приложение, пожалуйста, оцените его. Спасибо!',
		rateNow: 'Оценить',
		remindMeLater: 'Напомнить позже',
		noThanks: 'Нет, спасибо'
	}

};

export default ru;